{
    "AI-generated transcript of Medford Happenings Episode 32 The Christmas show, a video relevant to Medford Massachusetts local politics.": {
        "es": "Transcripción generada por IA del episodio 32 de Medford Happenings, The Christmas show, un vídeo relevante para la política local de Medford, Massachusetts.",
        "pt": "Transcrição gerada por IA do episódio 32 de Medford Happenings O show de Natal, um vídeo relevante para a política local de Medford Massachusetts.",
        "zh-cn": "AI 生成的 Medford Happenings Episode 32 The Christmas show 的文字记录，这是与马萨诸塞州梅德福当地政治相关的视频。",
        "ht": "AI-pwodwi transkripsyon Medford Happenings Episode 32 Emisyon Nwèl la, yon videyo ki gen rapò ak politik lokal Medford Massachusetts.",
        "vi": "Bản ghi do AI tạo ra của Medford Happenings Tập 32 Chương trình Giáng sinh, một video liên quan đến chính trị địa phương Medford Massachusetts.",
        "km": "ប្រតិចារិកដែលបង្កើតដោយ AI នៃ Medford Happenings Episode 32 កម្មវិធីបុណ្យណូអែល ដែលជាវីដេអូដែលទាក់ទងនឹងនយោបាយក្នុងស្រុក Medford Massachusetts ។",
        "ru": "Созданная искусственным интеллектом расшифровка эпизода 32 «Рождественское шоу Medford Happenings» — видео, имеющего отношение к местной политике Медфорда, Массачусетс.",
        "ar": "نسخة تم إنشاؤها بواسطة الذكاء الاصطناعي من الحلقة 32 من أحداث ميدفورد، عرض عيد الميلاد، وهو فيديو ذو صلة بالسياسة المحلية في ميدفورد ماساتشوستس.",
        "ko": "Medford Happenings 에피소드 32의 AI 생성 녹취록 The Christmas show, Medford Massachusetts 지역 정치와 관련된 비디오."
    },
    "Transcript for Medford Happenings Episode 32 The Christmas show (30Tq2YcwQa8)": {
        "es": "Transcripción del episodio 32 de Medford Happenings El espectáculo navideño (30Tq2YcwQa8)",
        "pt": "Transcrição do episódio 32 de Medford Happenings O show de Natal (30Tq2YcwQa8)",
        "zh-cn": "梅德福事件第 32 集圣诞秀的文字记录 (30Tq2YcwQa8)",
        "ht": "Transkripsyon Medford Happenings Episode 32 Emisyon Nwèl la (30Tq2YcwQa8)",
        "vi": "Transcript of Medford Happenings Tập 32 Chương trình Giáng sinh (30Tq2YcwQa8)",
        "km": "ប្រតិចារិកសម្រាប់ Medford Happenings ភាគទី 32 កម្មវិធីបុណ្យណូអែល (30Tq2YcwQa8)",
        "ru": "Расшифровка эпизода 32 «Медфордские события» «Рождественское шоу» (30Tq2YcwQa8)",
        "ar": "Transcript for أحداث ميدفورد الحلقة 32 عرض عيد الميلاد (30Tq2YcwQa8)",
        "ko": "Medford Happenings 에피소드 32 크리스마스 쇼 대본(30Tq2YcwQa8)"
    },
    "AI-generated transcript of Medford Happenings Episode 32 The Christmas show": {
        "es": "Transcripción generada por IA del episodio 32 de Medford Happenings: El espectáculo de Navidad",
        "pt": "Transcrição gerada por IA do episódio 32 de Medford Happenings, o show de Natal",
        "zh-cn": "AI 生成的 Medford Happenings 第 32 集圣诞秀的文字记录",
        "ht": "AI-pwodwi transkripsyon Medford Happenings Episode 32 Show Nwèl la",
        "vi": "Bản ghi do AI tạo ra của Medford Happenings Tập 32 Chương trình Giáng sinh",
        "km": "ប្រតិចារិកដែលបង្កើតដោយ AI នៃ Medford Happenings ភាគទី 32 កម្មវិធីបុណ្យណូអែល",
        "ru": "Созданная искусственным интеллектом стенограмма 32-й серии «Медфордских событий»: «Рождественское шоу»",
        "ar": "نسخة تم إنشاؤها بواسطة الذكاء الاصطناعي من الحلقة 32 من أحداث ميدفورد، عرض عيد الميلاد",
        "ko": "Medford Happenings 에피소드 32 크리스마스 쇼의 AI 생성 사본"
    },
    "Back to all transcripts": {
        "es": "Volver a todas las transcripciones",
        "pt": "Voltar para todas as transcrições",
        "zh-cn": "返回所有成绩单",
        "ht": "Retounen nan tout relve nòt",
        "vi": "Quay lại tất cả bảng điểm",
        "km": "ត្រលប់ទៅប្រតិចារិកទាំងអស់។",
        "ru": "Вернуться ко всем стенограммам",
        "ar": "العودة إلى كافة النصوص",
        "ko": "모든 성적표로 돌아가기"
    },
    "Heatmap of speakers": {
        "es": "Mapa de calor de los altavoces",
        "pt": "Mapa de calor dos alto-falantes",
        "zh-cn": "演讲者热图",
        "ht": "Heatmap nan moun ki pale",
        "vi": "Bản đồ nhiệt của loa",
        "km": "ផែនទីកំដៅនៃឧបករណ៍បំពងសំឡេង",
        "ru": "Тепловая карта динамиков",
        "ar": "خريطة الحرارة للمتحدثين",
        "ko": "스피커 히트맵"
    },
    " Hello, everyone, and welcome to your show, Method Happenings.\n We're going to do a show tonight, and it's going to be a short one.\n You know, we just want to take some time, and we've got a lot of people to thank, people I've, you know, been associated with putting together Method Happenings, all the guests, and we've had a lot of people along the way that have helped out.\n I also want to say, you know, there's a lot going on in the world.\n You know, there's still a lot of good stuff, but there's an awful lot of sad things going on, you know, during the holiday season.\n I just wanted to say a little favorite saying of mine, and I think people need to keep this in mind.\n Where there is faith, there is love.\n And where there is love, there is peace.\n Where there is peace, there is God.\n And where God is, nothing is missing.\n Amen.\n So I just had to get that in there.\n And I hope you heard it and I wish everybody peace.\n So we're gonna begin.\n I wanna start thanking some people who have been on the show.\n Like I said, there's an awful lot of them.\n And I wanna also say that, we started this with very little.\n It was just an idea from one person\n I got involved, and then we brought on two great guys that joined us, and you'll hear from all of them.\n But I got to tell you, the show, it's just been an incredible year.\n We've put about 31 shows out.\n We've had four or five what we call shorts, 15, 20-minute shows.\n We've had business owners.\n A lot of the candidates that ran this year came on, told us what they were all about.\n A lot of them were the new candidates.\n But we really did have a lot of fun.\n And our main goal was to get information out to everyone that lives in this city.\n And not just any information.\n You know, information that's valuable, that you can use.\n You know, that's going to inform you about what's really going on in Medford.\n There's been a lot of good.\n There's been, you know, negative\n There's, I mean, I can go on and on.\n Now we're dealing with a trash situation.\n We're still going on with, it's just so many things.\n The zoning, you know, there really is a lot.\n We all see all the buildings that are gonna be going up, a lot of apartment buildings going up.\n That, you know, some people think it's a great thing and others may not, but it's happening.\n So there's a lot going on.\n And we just want to continue doing what we're doing, and that's to keep everybody informed.\n So the first guy I really got to thank, and that's really the leader.\n He's the one who started this.\n And that's Paul Geraghty.\n He's better known to us as the general, or lovingly known as the general.\n Paul is really the person responsible for the idea that got this all started.\n And it's been a pleasure meeting him, working with him.\n And he's behind the scenes, but boy, he does a lot of good.\n And he does a lot of good for the city of Medford, and he cares about Method.\n So I want to thank you, Paul.\n It has.\n It's been a pleasure.\n I've enjoyed working with you.\n I also want to thank Bruce Patterson.\n I mean, he's just like, you know, the wizard, I guess.\n Technical, and it's amazing what he's done with our website.\n You know, he joined us along the way.\n And I also want to thank Marco Cronali, who, boy, he's helped out tremendously.\n And I want to remind everyone that, you know, this is a show that we do.\n You know, we're not paid.\n We don't, you know, we're not getting rich doing this.\n We're doing it because we love the city.\n You know, and we really do.\n We enjoy doing the show.\n And I tell you, it's a great group of guys.\n So I just had to get that all in.\n Marco, Paul Geraghty, and Bruce Patterson.\n And I tell you, we've all worked hard\n putting out 31 shows, and we did some shots and all the rest of it that you do in between.\n The things that it takes to put a show together, it's a lot.\n But like I say, we do enjoy it, and we've had a lot of fun.\n You know, I also wanna thank, you know, the Method Community Media, which is the public education,\n and Government Access Television Media Studio, which serves Medford.\n So I wanna thank Kevin Harrington.\n He's running the studio.\n He does a great job.\n And I also wanna thank James Corbett.\n That's his assistant extraordinaire, we call him.\n And a shout out to a few other people, Jonathan, Stevie B, that also have helped up\n helped out along the way working with cameras and, you know, we'd be short a person and boy, they'd come through for us.\n So thank you guys.\n And there's a few others, quite a few, I'm not gonna mention them, but thank you for helping us out on short notice.\n So I wanna stress that we are gonna be taking some time off for the Christmas season and New Year's.\n You know, we've done a lot and we do need a break.\n And I think we've all, you know, Paul, Marco, and Bruce would agree with me.\n We really do, we need a break.\n So over the next few weeks, this is gonna be our last show until the new year.\n So it's been a long year.\n So enjoyable, as I said earlier.\n But we're gonna take a break and then I guess we plan on hitting the new year really hard.\n We got a lot of things planned.\n We got a lot of things happening.\n So in the upcoming season, I want everyone to know, we are, we're planning some really good shows, exciting shows.\n Even though we're taking a break,\n We're still working on things for the upcoming season.\n We're gonna have a lot of, I consider really wonderful guests.\n We got a lot of exciting new features.\n I know Bruce is doing a new look for the website.\n I love the website he's already put up.\n it's getting a ton of views.\n I'm going to say this, I believe the show, the website, I think we had a total of like 14,000 views, which to me, if you told me a year ago,\n you know, doing this show that we were going to get that kind of views, I would have never believed you.\n So it makes us feel good.\n I mean, that's what it's all about.\n And it looks like our hard work is really paying off.\n And I want you to know, you know, we're going to keep covering everything we can in Method.\n You know, the good, the bad, and I guess I call it the not so pretty stuff, because there's some of that too.\n I'm sure we're going to get into some of those things.\n There is a lot going on with the city.\n And I also want to make a point that, you know, we have invited Madame Mayor to join us on the show.\n So we'll see if we can get her to come on.\n I think that would be wonderful to have her join us.\n We've also sent out invites to the entire council, the city council, and we're hoping that they will be joining us on the show.\n I think they'd make for great shows.\n And maybe we'll try the school committee as well, you know?\n And I, you know, I want you to know we also got, we've got some\n There's a lot of business activity going on in Method.\n So, you know, a lot of restaurants we plan on doing some shows with, small business.\n You know, we had Method Soap on.\n We also, the Rotary Club, and we plan on having, there's a lot of good organizations.\n And I'm telling you, they do really good work.\n And I don't think they're, I don't think\n a lot of people in Method are aware of all the things that go on, all the good things that happen, you know?\n I mean, this Christmas, it's been, you know, the city has really come together, the fire department, Toys for Tots, and there's been so many, so many programs helping, you know, people helping people, and that's what it's all about.\n It really is.\n So, you know, that's what we got,\n I'm looking forward to the new year.\n I know Paul, Bruce, and Marco.\n And what we're trying to do, I'm gonna put it out there, is we're trying to get a few more people to join us.\n We can use some help.\n Geez, I think it's quite a bit, there was quite a bit of work involved.\n I know there was weeks we were doing like, you know, 50 hours a week dedicated to,\n keeping everything going, keeping it all together.\n So we're going to be looking for some help.\n Hopefully we'll get some more people to join us.\n And like I said, it's all volunteer.\n So any kind of help would be appreciated.\n So from all of us at Method Happenings, I want to thank Method.\n I think we've been a benefit to the city of Medford, to the people.\n And that was our original goal, just to be able to get information out.\n One of the other people, I don't know how I forgot to mention them, but got to know Medford.\n Another group, three wonderful women that are doing a great job.\n with the, I guess you'd call it a newspaper.\n It's not a print newspaper, but it's online.\n If you haven't checked it out, we've had them on the show twice.\n And I tell you that the shows, both shows we did with them did very, very well as far as people viewing.\n So,\n Just so you know, we plan on having them back.\n We're trying to work something out with them, maybe on a regular basis, to focus on certain issues.\n But I want to thank those wonderful ladies.\n I want to wish everyone, we all want to wish everyone a Merry Christmas.\n Really, happy holidays.\n And everyone, just have a joyous new year.\n You know, God bless you all.\n And I mean that.\n We all need to find some peace, slow down a little bit.\n Enjoy family, friends, neighbors.\n It's that time of year.\n And it's good to see so much going on with people helping other people.\n That's really what it's all about.\n So once again,\n My name is John Petrella, and I'm going to say this because if I don't, I'll get in a lot of trouble.\n So remember, stay informed.\n Thank you, everyone.\n We'll see you soon.\n Merry Christmas.\n": {
        "es": "Hola a todos y bienvenidos a su programa, Method Happenings.\n Esta noche haremos un espectáculo y será breve.\n Sabes, solo queremos tomarnos un tiempo, y tenemos mucha gente a quien agradecer, gente con la que, ya sabes, he estado asociado con la organización de Method Happenings, todos los invitados, y hemos tenido muchas personas en el camino que nos han ayudado.\n También quiero decir que están sucediendo muchas cosas en el mundo.\n Sabes, todavía hay muchas cosas buenas, pero suceden muchas cosas tristes, ya sabes, durante la temporada navideña.\n Solo quería decir un pequeño dicho mío favorito y creo que la gente debe tenerlo en cuenta.\n Donde hay fe, hay amor.\n Y donde hay amor, hay paz.\n Donde hay paz, allí está Dios.\n Y donde está Dios no falta nada.\n Amén.\n Así que tenía que incluir eso ahí.\n Y espero que lo hayan escuchado y les deseo a todos paz.\n Entonces vamos a comenzar.\n Quiero empezar a agradecer a algunas personas que han estado en el programa.\n Como dije, hay muchísimos de ellos.\n Y también quiero decir que empezamos esto con muy poco.\n Fue solo una idea de una persona.\n Me involucré y luego trajimos a dos grandes muchachos que se unieron a nosotros, y tendrás noticias de todos ellos.\n Pero debo decirles que el programa ha sido un año increíble.\n Hemos realizado alrededor de 31 programas.\n Hemos tenido cuatro o cinco lo que llamamos cortos, programas de 15 o 20 minutos.\n Hemos tenido dueños de negocios.\n Muchos de los candidatos que se presentaron este año vinieron y nos contaron de qué se trataba.\n Muchos de ellos eran los nuevos candidatos.\n Pero realmente nos divertimos mucho.\n Y nuestro principal objetivo era hacer llegar información a todos los que viven en esta ciudad.\n Y no cualquier información.\n Ya sabes, información que es valiosa, que puedes utilizar.\n Ya sabes, eso te informará sobre lo que realmente está pasando en Medford.\n Ha habido muchas cosas buenas.\n Ha habido, ya sabes, resultados negativos.\n Hay, quiero decir, puedo seguir y seguir.\n Ahora estamos lidiando con una situación de basura.\n Seguimos adelante, son tantas cosas.\n La zonificación, ya sabes, realmente hay mucha.\n Todos vemos todos los edificios que se van a construir, muchos edificios de apartamentos en construcción.\n Que, ya sabes, algunas personas piensan que es algo grandioso y otras tal vez no, pero está sucediendo.\n Entonces están sucediendo muchas cosas.\n Y simplemente queremos seguir haciendo lo que estamos haciendo, y eso es mantener a todos informados.\n Entonces, el primer tipo al que realmente tengo que agradecer, y ese es realmente el líder.\n Él es quien empezó esto.\n Y ese es Paul Geraghty.\n Lo conocemos mejor como el general, o cariñosamente conocido como el general.\n Paul es realmente la persona responsable de la idea que inició todo esto.\n Y ha sido un placer conocerlo, trabajar con él.\n Y él está detrás de escena, pero vaya, hace mucho bien.\n Y hace mucho bien a la ciudad de Medford y se preocupa por Method.\n Por eso quiero agradecerte, Paul.\n Lo ha hecho.\n Ha sido un placer.\n He disfrutado trabajando contigo.\n También quiero agradecer a Bruce Patterson.\n Quiero decir, es como, ya sabes, el mago, supongo.\n Técnico, y es sorprendente lo que ha hecho con nuestro sitio web.\n Ya sabes, se unió a nosotros en el camino.\n Y también quiero agradecer a Marco Cronali, quien, vaya, me ha ayudado muchísimo.\n Y quiero recordarles a todos que, ya saben, este es un programa que hacemos.\n Ya sabes, no nos pagan.\n No, ya sabes, no nos estamos haciendo ricos haciendo esto.\n Lo hacemos porque amamos la ciudad.\n Ya lo sabes, y nosotros realmente lo sabemos.\n Disfrutamos haciendo el espectáculo.\n Y les digo que es un gran grupo de chicos.\n Así que tenía que incluirlo todo.\n Marco, Paul Geraghty y Bruce Patterson.\n Y te digo que todos hemos trabajado duro\n Realizamos 31 programas, hicimos algunas tomas y todo lo demás que haces en el medio.\n Las cosas que se necesitan para montar un espectáculo son muchas.\n Pero como digo, lo disfrutamos y nos hemos divertido mucho.\n Sabes, también quiero agradecer, ya sabes, a Method Community Media, que es la educación pública,\n y Government Access Television Media Studio, que presta servicios en Medford.\n Entonces quiero agradecer a Kevin Harrington.\n Él dirige el estudio.\n Él hace un gran trabajo.\n Y también quiero agradecer a James Corbett.\n Ese es su extraordinario asistente, lo llamamos.\n Y un saludo a algunas otras personas, Jonathan, Stevie B, que también me han ayudado.\n Nos ayudó en el camino trabajando con cámaras y, ya sabes, nos faltaría una persona y, muchacho, ellos nos ayudarían.\n Así que gracias chicos.\n Y hay algunos más, bastantes, no los mencionaré, pero gracias por ayudarnos en tan poco tiempo.\n Así que quiero enfatizar que nos tomaremos un tiempo libre para la temporada navideña y Año Nuevo.\n Sabes, hemos hecho mucho y necesitamos un descanso.\n Y creo que todos, ya sabes, Paul, Marco y Bruce estarían de acuerdo conmigo.\n Realmente lo hacemos, necesitamos un descanso.\n Así que durante las próximas semanas, este será nuestro último show hasta el nuevo año.\n Así que ha sido un año largo.\n Muy divertido, como dije antes.\n Pero vamos a tomarnos un descanso y luego supongo que planeamos afrontar el año nuevo con mucha fuerza.\n Tenemos muchas cosas planeadas.\n Tenemos muchas cosas sucediendo.\n Entonces, en la próxima temporada, quiero que todos sepan que estamos planeando algunos programas realmente buenos, programas emocionantes.\n Aunque estemos tomando un descanso,\n Todavía estamos trabajando en cosas para la próxima temporada.\n Tendremos muchos invitados que considero realmente maravillosos.\n Tenemos muchas características nuevas e interesantes.\n Sé que Bruce está haciendo una nueva apariencia para el sitio web.\n Me encanta el sitio web que ya ha creado.\n está obteniendo un montón de visitas.\n Voy a decir esto, creo que el programa, el sitio web, creo que tuvimos un total de 14.000 visitas, lo cual para mí, si me lo dijeras hace un año,\n Ya sabes, al hacer este programa íbamos a obtener ese tipo de vistas, nunca te habría creído.\n Entonces nos hace sentir bien.\n Quiero decir, de eso se trata.\n Y parece que nuestro arduo trabajo realmente está dando sus frutos.\n Y quiero que sepas que vamos a seguir cubriendo todo lo que podamos en Method.\n Ya sabes, lo bueno, lo malo, y supongo que lo llamo lo no tan bonito, porque también hay algo de eso.\n Estoy seguro de que vamos a abordar algunas de esas cosas.\n Están sucediendo muchas cosas en la ciudad.\n Y también quiero señalar que hemos invitado a Madame Mayor a unirse a nosotros en el programa.\n Entonces veremos si podemos lograr que ella venga.\n Creo que sería maravilloso que ella se uniera a nosotros.\n También hemos enviado invitaciones a todo el concejo, al ayuntamiento, y esperamos que se unan a nosotros en el programa.\n Creo que harían grandes espectáculos.\n Y tal vez también intentemos con el comité escolar, ¿sabes?\n Y yo, ya sabes, quiero que sepas que también tenemos, tenemos algunos\n Hay mucha actividad comercial en Method.\n Entonces, ya sabes, planeamos hacer algunos espectáculos con muchos restaurantes, pequeñas empresas.\n Ya sabes, teníamos Method Soap.\n Nosotros también, el Club Rotario, y planeamos tener, hay muchas buenas organizaciones.\n Y te lo aseguro, hacen un trabajo realmente bueno.\n Y no creo que lo sean, no creo\n Mucha gente en el Método está consciente de todas las cosas que suceden, de todas las cosas buenas que suceden, ¿sabes?\n Quiero decir, esta Navidad, ya sabes, la ciudad realmente se ha unido, el departamento de bomberos, Toys for Tots, y ha habido tantos, tantos programas ayudando, ya sabes, gente ayudando a la gente, y de eso se trata.\n Realmente lo es.\n Entonces, ya sabes, eso es lo que tenemos,\n Estoy deseando que llegue el año nuevo.\n Conozco a Paul, Bruce y Marco.\n Y lo que estamos tratando de hacer, lo voy a publicar, es que estamos tratando de que algunas personas más se unan a nosotros.\n Nos vendría bien un poco de ayuda.\n Caray, creo que es bastante, hubo bastante trabajo involucrado.\n Sé que hubo semanas en las que estuvimos haciendo como, ya sabes, 50 horas a la semana dedicadas a,\n manteniendo todo en marcha, manteniéndolo todo junto.\n Entonces vamos a buscar ayuda.\n Ojalá consigamos que más personas se unan a nosotros.\n Y como dije, todo es voluntario.\n Así que cualquier tipo de ayuda sería apreciada.\n Entonces, de parte de todos nosotros en Method Happenings, quiero agradecer a Method.\n Creo que hemos sido un beneficio para la ciudad de Medford, para la gente.\n Y ese era nuestro objetivo original, simplemente poder difundir información.\n Una de las otras personas, no sé cómo se me olvidó mencionarla, pero llegó a conocer Medford.\n Otro grupo, tres mujeres maravillosas que están haciendo un gran trabajo.\n con el, supongo que lo llamarías periódico.\n No es un periódico impreso, pero está en línea.\n Si no lo has visto, los hemos tenido en el programa dos veces.\n Y les digo que los programas, los dos programas que hicimos con ellos, tuvieron un desempeño muy, muy bueno en cuanto a audiencia.\n Entonces,\n Para que lo sepas, planeamos recuperarlos.\n Estamos tratando de llegar a un acuerdo con ellos, tal vez de forma regular, para centrarnos en ciertos temas.\n Pero quiero agradecer a esas maravillosas damas.\n Quiero desearles a todos, todos queremos desearles a todos una Feliz Navidad.\n De verdad, felices fiestas.\n Y que todos tengan un feliz año nuevo.\n Ya saben, Dios los bendiga a todos.\n Y lo digo en serio.\n Todos necesitamos encontrar algo de paz, frenar un poco el ritmo.\n Disfrute de la familia, amigos, vecinos.\n Es esa época del año.\n Y es bueno ver que suceden tantas cosas con personas que ayudan a otras personas.\n De eso se trata realmente.\n Así que una vez más,\n Mi nombre es John Petrella y voy a decir esto porque si no lo hago, me meteré en muchos problemas.\n Así que recuerda, mantente informado.\n Gracias a todos.\n Nos vemos pronto.\n Feliz navidad."
    },
    "Hola a todos y bienvenidos a su programa, Method Happenings.\n Esta noche haremos un espectáculo y será breve.\n Sabes, solo queremos tomarnos un tiempo, y tenemos mucha gente a quien agradecer, gente con la que, ya sabes, he estado asociado con la organización de Method Happenings, todos los invitados, y hemos tenido muchas personas en el camino que nos han ayudado.\n También quiero decir que están sucediendo muchas cosas en el mundo.\n Sabes, todavía hay muchas cosas buenas, pero suceden muchas cosas tristes, ya sabes, durante la temporada navideña.\n Solo quería decir un pequeño dicho mío favorito y creo que la gente debe tenerlo en cuenta.\n Donde hay fe, hay amor.\n Y donde hay amor, hay paz.\n Donde hay paz, allí está Dios.\n Y donde está Dios no falta nada.\n Amén.\n Así que tenía que incluir eso ahí.\n Y espero que lo hayan escuchado y les deseo a todos paz.\n Entonces vamos a comenzar.\n Quiero empezar a agradecer a algunas personas que han estado en el programa.\n Como dije, hay muchísimos de ellos.\n Y también quiero decir que empezamos esto con muy poco.\n Fue solo una idea de una persona.\n Me involucré y luego trajimos a dos grandes muchachos que se unieron a nosotros, y tendrás noticias de todos ellos.\n Pero debo decirles que el programa ha sido un año increíble.\n Hemos realizado alrededor de 31 programas.\n Hemos tenido cuatro o cinco lo que llamamos cortos, programas de 15 o 20 minutos.\n Hemos tenido dueños de negocios.\n Muchos de los candidatos que se presentaron este año vinieron y nos contaron de qué se trataba.\n Muchos de ellos eran los nuevos candidatos.\n Pero realmente nos divertimos mucho.\n Y nuestro principal objetivo era hacer llegar información a todos los que viven en esta ciudad.\n Y no cualquier información.\n Ya sabes, información que es valiosa, que puedes utilizar.\n Ya sabes, eso te informará sobre lo que realmente está pasando en Medford.\n Ha habido muchas cosas buenas.\n Ha habido, ya sabes, resultados negativos.\n Hay, quiero decir, puedo seguir y seguir.\n Ahora estamos lidiando con una situación de basura.\n Seguimos adelante, son tantas cosas.\n La zonificación, ya sabes, realmente hay mucha.\n Todos vemos todos los edificios que se van a construir, muchos edificios de apartamentos en construcción.\n Que, ya sabes, algunas personas piensan que es algo grandioso y otras tal vez no, pero está sucediendo.\n Entonces están sucediendo muchas cosas.\n Y simplemente queremos seguir haciendo lo que estamos haciendo, y eso es mantener a todos informados.\n Entonces, el primer tipo al que realmente tengo que agradecer, y ese es realmente el líder.\n Él es quien empezó esto.\n Y ese es Paul Geraghty.\n Lo conocemos mejor como el general, o cariñosamente conocido como el general.\n Paul es realmente la persona responsable de la idea que inició todo esto.\n Y ha sido un placer conocerlo, trabajar con él.\n Y él está detrás de escena, pero vaya, hace mucho bien.\n Y hace mucho bien a la ciudad de Medford y se preocupa por Method.\n Por eso quiero agradecerte, Paul.\n Lo ha hecho.\n Ha sido un placer.\n He disfrutado trabajando contigo.\n También quiero agradecer a Bruce Patterson.\n Quiero decir, es como, ya sabes, el mago, supongo.\n Técnico, y es sorprendente lo que ha hecho con nuestro sitio web.\n Ya sabes, se unió a nosotros en el camino.\n Y también quiero agradecer a Marco Cronali, quien, vaya, me ha ayudado muchísimo.\n Y quiero recordarles a todos que, ya saben, este es un programa que hacemos.\n Ya sabes, no nos pagan.\n No, ya sabes, no nos estamos haciendo ricos haciendo esto.\n Lo hacemos porque amamos la ciudad.\n Ya lo sabes, y nosotros realmente lo sabemos.\n Disfrutamos haciendo el espectáculo.\n Y les digo que es un gran grupo de chicos.\n Así que tenía que incluirlo todo.\n Marco, Paul Geraghty y Bruce Patterson.\n Y te digo que todos hemos trabajado duro\n Realizamos 31 programas, hicimos algunas tomas y todo lo demás que haces en el medio.\n Las cosas que se necesitan para montar un espectáculo son muchas.\n Pero como digo, lo disfrutamos y nos hemos divertido mucho.\n Sabes, también quiero agradecer, ya sabes, a Method Community Media, que es la educación pública,\n y Government Access Television Media Studio, que presta servicios en Medford.\n Entonces quiero agradecer a Kevin Harrington.\n Él dirige el estudio.\n Él hace un gran trabajo.\n Y también quiero agradecer a James Corbett.\n Ese es su extraordinario asistente, lo llamamos.\n Y un saludo a algunas otras personas, Jonathan, Stevie B, que también me han ayudado.\n Nos ayudó en el camino trabajando con cámaras y, ya sabes, nos faltaría una persona y, muchacho, ellos nos ayudarían.\n Así que gracias chicos.\n Y hay algunos más, bastantes, no los mencionaré, pero gracias por ayudarnos en tan poco tiempo.\n Así que quiero enfatizar que nos tomaremos un tiempo libre para la temporada navideña y Año Nuevo.\n Sabes, hemos hecho mucho y necesitamos un descanso.\n Y creo que todos, ya sabes, Paul, Marco y Bruce estarían de acuerdo conmigo.\n Realmente lo hacemos, necesitamos un descanso.\n Así que durante las próximas semanas, este será nuestro último show hasta el nuevo año.\n Así que ha sido un año largo.\n Muy divertido, como dije antes.\n Pero vamos a tomarnos un descanso y luego supongo que planeamos afrontar el año nuevo con mucha fuerza.\n Tenemos muchas cosas planeadas.\n Tenemos muchas cosas sucediendo.\n Entonces, en la próxima temporada, quiero que todos sepan que estamos planeando algunos programas realmente buenos, programas emocionantes.\n Aunque estemos tomando un descanso,\n Todavía estamos trabajando en cosas para la próxima temporada.\n Tendremos muchos invitados que considero realmente maravillosos.\n Tenemos muchas características nuevas e interesantes.\n Sé que Bruce está haciendo una nueva apariencia para el sitio web.\n Me encanta el sitio web que ya ha creado.\n está obteniendo un montón de visitas.\n Voy a decir esto, creo que el programa, el sitio web, creo que tuvimos un total de 14.000 visitas, lo cual para mí, si me lo dijeras hace un año,\n Ya sabes, al hacer este programa íbamos a obtener ese tipo de vistas, nunca te habría creído.\n Entonces nos hace sentir bien.\n Quiero decir, de eso se trata.\n Y parece que nuestro arduo trabajo realmente está dando sus frutos.\n Y quiero que sepas que vamos a seguir cubriendo todo lo que podamos en Method.\n Ya sabes, lo bueno, lo malo, y supongo que lo llamo lo no tan bonito, porque también hay algo de eso.\n Estoy seguro de que vamos a abordar algunas de esas cosas.\n Están sucediendo muchas cosas en la ciudad.\n Y también quiero señalar que hemos invitado a Madame Mayor a unirse a nosotros en el programa.\n Entonces veremos si podemos lograr que ella venga.\n Creo que sería maravilloso que ella se uniera a nosotros.\n También hemos enviado invitaciones a todo el concejo, al ayuntamiento, y esperamos que se unan a nosotros en el programa.\n Creo que harían grandes espectáculos.\n Y tal vez también intentemos con el comité escolar, ¿sabes?\n Y yo, ya sabes, quiero que sepas que también tenemos, tenemos algunos\n Hay mucha actividad comercial en Method.\n Entonces, ya sabes, planeamos hacer algunos espectáculos con muchos restaurantes, pequeñas empresas.\n Ya sabes, teníamos Method Soap.\n Nosotros también, el Club Rotario, y planeamos tener, hay muchas buenas organizaciones.\n Y te lo aseguro, hacen un trabajo realmente bueno.\n Y no creo que lo sean, no creo\n Mucha gente en el Método está consciente de todas las cosas que suceden, de todas las cosas buenas que suceden, ¿sabes?\n Quiero decir, esta Navidad, ya sabes, la ciudad realmente se ha unido, el departamento de bomberos, Toys for Tots, y ha habido tantos, tantos programas ayudando, ya sabes, gente ayudando a la gente, y de eso se trata.\n Realmente lo es.\n Entonces, ya sabes, eso es lo que tenemos,\n Estoy deseando que llegue el año nuevo.\n Conozco a Paul, Bruce y Marco.\n Y lo que estamos tratando de hacer, lo voy a publicar, es que estamos tratando de que algunas personas más se unan a nosotros.\n Nos vendría bien un poco de ayuda.\n Caray, creo que es bastante, hubo bastante trabajo involucrado.\n Sé que hubo semanas en las que estuvimos haciendo como, ya sabes, 50 horas a la semana dedicadas a,\n manteniendo todo en marcha, manteniéndolo todo junto.\n Entonces vamos a buscar ayuda.\n Ojalá consigamos que más personas se unan a nosotros.\n Y como dije, todo es voluntario.\n Así que cualquier tipo de ayuda sería apreciada.\n Entonces, de parte de todos nosotros en Method Happenings, quiero agradecer a Method.\n Creo que hemos sido un beneficio para la ciudad de Medford, para la gente.\n Y ese era nuestro objetivo original, simplemente poder difundir información.\n Una de las otras personas, no sé cómo se me olvidó mencionarla, pero llegó a conocer Medford.\n Otro grupo, tres mujeres maravillosas que están haciendo un gran trabajo.\n con el, supongo que lo llamarías periódico.\n No es un periódico impreso, pero está en línea.\n Si no lo has visto, los hemos tenido en el programa dos veces.\n Y les digo que los programas, los dos programas que hicimos con ellos, tuvieron un desempeño muy, muy bueno en cuanto a audiencia.\n Entonces,\n Para que lo sepas, planeamos recuperarlos.\n Estamos tratando de llegar a un acuerdo con ellos, tal vez de forma regular, para centrarnos en ciertos temas.\n Pero quiero agradecer a esas maravillosas damas.\n Quiero desearles a todos, todos queremos desearles a todos una Feliz Navidad.\n De verdad, felices fiestas.\n Y que todos tengan un feliz año nuevo.\n Ya saben, Dios los bendiga a todos.\n Y lo digo en serio.\n Todos necesitamos encontrar algo de paz, frenar un poco el ritmo.\n Disfrute de la familia, amigos, vecinos.\n Es esa época del año.\n Y es bueno ver que suceden tantas cosas con personas que ayudan a otras personas.\n De eso se trata realmente.\n Así que una vez más,\n Mi nombre es John Petrella y voy a decir esto porque si no lo hago, me meteré en muchos problemas.\n Así que recuerda, mantente informado.\n Gracias a todos.\n Nos vemos pronto.\n Feliz navidad.": {
        "pt": "Olá a todos e bem-vindos ao seu programa, Method Happenings.\n Esta noite faremos um show e será curto.\n Você sabe, nós só queremos tirar um tempo, e temos muitas pessoas a quem agradecer, pessoas que, você sabe, estive associado à organização dos Method Happenings, todos os convidados, e tivemos muitas pessoas ao longo do caminho que nos ajudaram.\n Também quero dizer que há muitas coisas acontecendo no mundo.\n Você sabe, ainda há muitas coisas boas, mas muitas coisas tristes acontecem, você sabe, durante a época do Natal.\n Eu só queria dizer uma frase minha favorita e acho que as pessoas deveriam manter isso em mente.\n Onde há fé, há amor.\n E onde há amor, há paz.\n Onde há paz, há Deus.\n E onde está Deus não falta nada.\n Amém.\n Então eu tive que incluir isso lá.\n E espero que você tenha ouvido e desejo paz a todos.\n Então vamos começar.\n Quero começar agradecendo a algumas pessoas que estiveram no programa.\n Como eu disse, existem muitos deles.\n E também quero dizer que começamos isso com muito pouco.\n Foi ideia apenas de uma pessoa.\n Eu me envolvi e trouxemos dois caras incríveis que se juntaram a nós, e vocês ouvirão falar de todos eles.\n Mas devo dizer que o programa foi um ano incrível.\n Fizemos cerca de 31 programas.\n Tivemos quatro ou cinco programas que chamamos de curtos, de 15 ou 20 minutos.\n Tivemos empresários.\n Muitos dos candidatos que concorreram este ano vieram e nos contaram do que se tratava.\n Muitos deles eram novos candidatos.\n Mas nós realmente nos divertimos muito.\n E nosso principal objetivo foi levar informações a todos que moram nesta cidade.\n E não qualquer informação.\n Você sabe, informações valiosas, que você pode usar.\n Você sabe, isso irá informá-lo sobre o que realmente está acontecendo em Medford.\n Houve muitas coisas boas.\n Houve, você sabe, resultados negativos.\n Quero dizer, posso continuar indefinidamente.\n Agora estamos lidando com uma situação de lixo.\n Seguimos em frente, são tantas coisas.\n Zoneamento, você sabe, realmente existe muito.\n Todos nós vemos todos os prédios que vão ser construídos, muitos prédios de apartamentos em construção.\n O que, você sabe, algumas pessoas acham que é uma coisa ótima e outras talvez não, mas está acontecendo.\n Então há muita coisa acontecendo.\n E só queremos continuar fazendo o que estamos fazendo, e isso é manter todos informados.\n Então, o primeiro cara a quem realmente tenho que agradecer, e esse é realmente o líder.\n Foi ele quem começou isso.\n E esse é Paul Geraghty.\n Nós o conhecemos melhor como O General, ou carinhosamente conhecido como O General.\n Paul é realmente o responsável pela ideia que deu início a tudo isso.\n E foi um prazer conhecê-lo, trabalhar com ele.\n E ele está nos bastidores, mas cara, ele faz muita coisa boa.\n E ele faz muito bem à cidade de Medford e se preocupa com o Método.\n É por isso que quero lhe agradecer, Paulo.\n Ele fez isso.\n Foi um prazer.\n Gostei de trabalhar com você.\n Também quero agradecer a Bruce Patterson.\n Quero dizer, é como, você sabe, o mago, eu acho.\n Técnico, e é incrível o que você fez com nosso site.\n Você sabe, ele se juntou a nós na estrada.\n E também quero agradecer ao Marco Cronali, que nossa, tem me ajudado muito.\n E quero lembrar a todos que, vocês sabem, esse é um show que fazemos.\n Você sabe, nós não somos pagos.\n Não, você sabe, não estamos ficando ricos fazendo isso.\n Fazemos isso porque amamos a cidade.\n Você já sabe disso e nós realmente sabemos disso.\n Nós gostamos de fazer o show.\n E eu te digo, é um ótimo grupo de rapazes.\n Então eu tive que incluir tudo.\n Marco, Paul Geraghty e Bruce Patterson.\n E eu te digo que todos nós trabalhamos duro\n Fizemos 31 shows, fizemos alguns takes e tudo mais que você faz entre eles.\n São necessárias muitas coisas para fazer um show.\n Mas como eu disse, nós gostamos e nos divertimos muito.\n Você sabe, eu também quero agradecer, você sabe, Method Community Media, que é a educação pública,\n e Government Access Television Media Studio, atendendo Medford.\n Então, quero agradecer a Kevin Harrington.\n Ele dirige o estúdio.\n Ele faz um ótimo trabalho.\n E também quero agradecer a James Corbett.\n Esse é o seu assistente extraordinário, nós o chamamos.\n E grite para outras pessoas, Jonathan, Stevie B, que também me ajudaram.\n Ele nos ajudou no caminho trabalhando com câmeras e, você sabe, faltaríamos uma pessoa e, cara, eles nos ajudariam.\n Então, obrigado pessoal.\n E tem mais alguns, vários, não vou citar, mas obrigado por nos ajudar em tão pouco tempo.\n Por isso, quero enfatizar que tiraremos uma folga na época de Natal e Ano Novo.\n Você sabe, fizemos muito e precisamos de uma pausa.\n E acho que todos, você sabe, Paul, Marco e Bruce concordariam comigo.\n Nós realmente precisamos, precisamos de uma pausa.\n Então, nas próximas semanas, este será nosso último show até o ano novo.\n Então foi um longo ano.\n Muito divertido, como eu disse antes.\n Mas vamos fazer uma pausa e depois acho que planejamos encarar o novo ano com muita força.\n Temos muitas coisas planejadas.\n Temos muita coisa acontecendo.\n Então, na próxima temporada, quero que todos saibam que estamos planejando alguns shows realmente bons, shows emocionantes.\n Mesmo que estejamos fazendo uma pausa,\n Ainda estamos trabalhando nas coisas para a próxima temporada.\n Teremos muitos convidados que considero realmente maravilhosos.\n Temos muitos recursos novos e interessantes.\n Eu sei que Bruce está fazendo um novo visual para o site.\n Adorei o site que você já criou.\n Está recebendo muitas visualizações.\n Vou dizer isso, acho que o programa, o site, acho que tivemos um total de 14 mil visualizações, o que para mim, se você me dissesse há um ano,\n Você sabe, fazendo esse show, teríamos esse tipo de opinião, eu nunca teria acreditado em você.\n Então isso nos faz sentir bem.\n Quero dizer, é disso que se trata.\n E parece que nosso trabalho duro está realmente valendo a pena.\n E quero que você saiba que continuaremos cobrindo tudo o que pudermos sobre o Método.\n Você sabe, o bom, o ruim, e acho que chamo isso de não tão legal, porque há um pouco disso também.\n Tenho certeza de que abordaremos algumas dessas coisas.\n Há muita coisa acontecendo na cidade.\n E quero também salientar que convidamos Madame Mayor para se juntar a nós no programa.\n Então veremos se conseguimos convencê-la a vir.\n Acho que seria maravilhoso se ela se juntasse a nós.\n Enviamos também convites a todo o concelho, à Câmara Municipal, e esperamos que se juntem a nós no programa.\n Acho que eles fariam ótimos shows.\n E talvez a gente tente o comitê escolar também, sabe?\n E eu, você sabe, quero que saiba que nós também temos, temos alguns\n Há muita atividade comercial na Method.\n Então, você sabe, planejamos fazer alguns shows com muitos restaurantes, pequenos negócios.\n Você sabe, tínhamos Method Soap.\n Nós também, o Rotary Club, e planejamos ter, existem muitas organizações boas.\n E garanto a você que eles fazem um trabalho muito bom.\n E eu não acho que eles sejam, eu não acho\n Muita gente do Método tem noção de todas as coisas que acontecem, de todas as coisas boas que acontecem, sabe?\n Quero dizer, neste Natal, você sabe, a cidade realmente se uniu, o corpo de bombeiros, a Toys for Tots, e houve tantos, tantos programas ajudando, você sabe, pessoas ajudando pessoas, e é disso que se trata.\n Realmente é.\n Então, você sabe, é isso que temos,\n Estou ansioso pelo ano novo.\n Eu conheço Paul, Bruce e Marco.\n E o que estamos tentando fazer, vou postar, é tentar conseguir que mais pessoas se juntem a nós.\n Poderíamos usar um pouco de ajuda.\n Nossa, acho que é bastante, houve bastante trabalho envolvido.\n Eu sei que houve semanas em que estávamos fazendo, você sabe, 50 horas por semana dedicadas a,\n Manter tudo funcionando, manter tudo junto.\n Então vamos buscar ajuda.\n Esperamos que possamos conseguir que mais pessoas se juntem a nós.\n E como eu disse, é tudo voluntário.\n Portanto, qualquer tipo de ajuda seria apreciada.\n Então, em nome de todos nós do Method Happenings, quero agradecer ao Method.\n Acho que temos sido um benefício para a cidade de Medford, para o povo.\n E esse era o nosso objetivo original, apenas poder divulgar informação.\n Uma das outras pessoas, não sei como esqueci de mencioná-la, mas ela conheceu Medford.\n Outro grupo, três mulheres maravilhosas que estão fazendo um ótimo trabalho.\n com isso, acho que você chamaria de jornal.\n Não é um jornal impresso, mas está online.\n Se você ainda não viu, nós os tivemos no programa duas vezes.\n E eu te digo que os programas, os dois programas que fizemos com eles, tiveram um desempenho muito, muito bom em termos de audiência.\n Então,\n Só para você saber, planejamos recuperá-los.\n Estamos a tentar chegar a um acordo com eles, talvez numa base regular, para nos concentrarmos em determinadas questões.\n Mas quero agradecer a essas senhoras maravilhosas.\n Quero desejar a todos vocês, todos nós queremos desejar a todos um Feliz Natal.\n De verdade, boas festas.\n E todos tenham um feliz ano novo.\n Você sabe, Deus abençoe a todos vocês.\n E eu quero dizer isso.\n Todos nós precisamos encontrar um pouco de paz, desacelerar um pouco.\n Aproveite a família, amigos, vizinhos.\n É aquela época do ano.\n E é bom ver tantas coisas acontecendo com pessoas ajudando outras pessoas.\n É disso que se trata.\n Então, mais uma vez,\n Meu nome é John Petrella e vou dizer isso porque se não o fizer, vou me meter em muitos problemas.\n Então lembre-se, mantenha-se informado.\n Obrigado a todos.\n Vejo você em breve.\n Feliz Natal."
    },
    "Olá a todos e bem-vindos ao seu programa, Method Happenings.\n Esta noite faremos um show e será curto.\n Você sabe, nós só queremos tirar um tempo, e temos muitas pessoas a quem agradecer, pessoas que, você sabe, estive associado à organização dos Method Happenings, todos os convidados, e tivemos muitas pessoas ao longo do caminho que nos ajudaram.\n Também quero dizer que há muitas coisas acontecendo no mundo.\n Você sabe, ainda há muitas coisas boas, mas muitas coisas tristes acontecem, você sabe, durante a época do Natal.\n Eu só queria dizer uma frase minha favorita e acho que as pessoas deveriam manter isso em mente.\n Onde há fé, há amor.\n E onde há amor, há paz.\n Onde há paz, há Deus.\n E onde está Deus não falta nada.\n Amém.\n Então eu tive que incluir isso lá.\n E espero que você tenha ouvido e desejo paz a todos.\n Então vamos começar.\n Quero começar agradecendo a algumas pessoas que estiveram no programa.\n Como eu disse, existem muitos deles.\n E também quero dizer que começamos isso com muito pouco.\n Foi ideia apenas de uma pessoa.\n Eu me envolvi e trouxemos dois caras incríveis que se juntaram a nós, e vocês ouvirão falar de todos eles.\n Mas devo dizer que o programa foi um ano incrível.\n Fizemos cerca de 31 programas.\n Tivemos quatro ou cinco programas que chamamos de curtos, de 15 ou 20 minutos.\n Tivemos empresários.\n Muitos dos candidatos que concorreram este ano vieram e nos contaram do que se tratava.\n Muitos deles eram novos candidatos.\n Mas nós realmente nos divertimos muito.\n E nosso principal objetivo foi levar informações a todos que moram nesta cidade.\n E não qualquer informação.\n Você sabe, informações valiosas, que você pode usar.\n Você sabe, isso irá informá-lo sobre o que realmente está acontecendo em Medford.\n Houve muitas coisas boas.\n Houve, você sabe, resultados negativos.\n Quero dizer, posso continuar indefinidamente.\n Agora estamos lidando com uma situação de lixo.\n Seguimos em frente, são tantas coisas.\n Zoneamento, você sabe, realmente existe muito.\n Todos nós vemos todos os prédios que vão ser construídos, muitos prédios de apartamentos em construção.\n O que, você sabe, algumas pessoas acham que é uma coisa ótima e outras talvez não, mas está acontecendo.\n Então há muita coisa acontecendo.\n E só queremos continuar fazendo o que estamos fazendo, e isso é manter todos informados.\n Então, o primeiro cara a quem realmente tenho que agradecer, e esse é realmente o líder.\n Foi ele quem começou isso.\n E esse é Paul Geraghty.\n Nós o conhecemos melhor como O General, ou carinhosamente conhecido como O General.\n Paul é realmente o responsável pela ideia que deu início a tudo isso.\n E foi um prazer conhecê-lo, trabalhar com ele.\n E ele está nos bastidores, mas cara, ele faz muita coisa boa.\n E ele faz muito bem à cidade de Medford e se preocupa com o Método.\n É por isso que quero lhe agradecer, Paulo.\n Ele fez isso.\n Foi um prazer.\n Gostei de trabalhar com você.\n Também quero agradecer a Bruce Patterson.\n Quero dizer, é como, você sabe, o mago, eu acho.\n Técnico, e é incrível o que você fez com nosso site.\n Você sabe, ele se juntou a nós na estrada.\n E também quero agradecer ao Marco Cronali, que nossa, tem me ajudado muito.\n E quero lembrar a todos que, vocês sabem, esse é um show que fazemos.\n Você sabe, nós não somos pagos.\n Não, você sabe, não estamos ficando ricos fazendo isso.\n Fazemos isso porque amamos a cidade.\n Você já sabe disso e nós realmente sabemos disso.\n Nós gostamos de fazer o show.\n E eu te digo, é um ótimo grupo de rapazes.\n Então eu tive que incluir tudo.\n Marco, Paul Geraghty e Bruce Patterson.\n E eu te digo que todos nós trabalhamos duro\n Fizemos 31 shows, fizemos alguns takes e tudo mais que você faz entre eles.\n São necessárias muitas coisas para fazer um show.\n Mas como eu disse, nós gostamos e nos divertimos muito.\n Você sabe, eu também quero agradecer, você sabe, Method Community Media, que é a educação pública,\n e Government Access Television Media Studio, atendendo Medford.\n Então, quero agradecer a Kevin Harrington.\n Ele dirige o estúdio.\n Ele faz um ótimo trabalho.\n E também quero agradecer a James Corbett.\n Esse é o seu assistente extraordinário, nós o chamamos.\n E grite para outras pessoas, Jonathan, Stevie B, que também me ajudaram.\n Ele nos ajudou no caminho trabalhando com câmeras e, você sabe, faltaríamos uma pessoa e, cara, eles nos ajudariam.\n Então, obrigado pessoal.\n E tem mais alguns, vários, não vou citar, mas obrigado por nos ajudar em tão pouco tempo.\n Por isso, quero enfatizar que tiraremos uma folga na época de Natal e Ano Novo.\n Você sabe, fizemos muito e precisamos de uma pausa.\n E acho que todos, você sabe, Paul, Marco e Bruce concordariam comigo.\n Nós realmente precisamos, precisamos de uma pausa.\n Então, nas próximas semanas, este será nosso último show até o ano novo.\n Então foi um longo ano.\n Muito divertido, como eu disse antes.\n Mas vamos fazer uma pausa e depois acho que planejamos encarar o novo ano com muita força.\n Temos muitas coisas planejadas.\n Temos muita coisa acontecendo.\n Então, na próxima temporada, quero que todos saibam que estamos planejando alguns shows realmente bons, shows emocionantes.\n Mesmo que estejamos fazendo uma pausa,\n Ainda estamos trabalhando nas coisas para a próxima temporada.\n Teremos muitos convidados que considero realmente maravilhosos.\n Temos muitos recursos novos e interessantes.\n Eu sei que Bruce está fazendo um novo visual para o site.\n Adorei o site que você já criou.\n Está recebendo muitas visualizações.\n Vou dizer isso, acho que o programa, o site, acho que tivemos um total de 14 mil visualizações, o que para mim, se você me dissesse há um ano,\n Você sabe, fazendo esse show, teríamos esse tipo de opinião, eu nunca teria acreditado em você.\n Então isso nos faz sentir bem.\n Quero dizer, é disso que se trata.\n E parece que nosso trabalho duro está realmente valendo a pena.\n E quero que você saiba que continuaremos cobrindo tudo o que pudermos sobre o Método.\n Você sabe, o bom, o ruim, e acho que chamo isso de não tão legal, porque há um pouco disso também.\n Tenho certeza de que abordaremos algumas dessas coisas.\n Há muita coisa acontecendo na cidade.\n E quero também salientar que convidamos Madame Mayor para se juntar a nós no programa.\n Então veremos se conseguimos convencê-la a vir.\n Acho que seria maravilhoso se ela se juntasse a nós.\n Enviamos também convites a todo o concelho, à Câmara Municipal, e esperamos que se juntem a nós no programa.\n Acho que eles fariam ótimos shows.\n E talvez a gente tente o comitê escolar também, sabe?\n E eu, você sabe, quero que saiba que nós também temos, temos alguns\n Há muita atividade comercial na Method.\n Então, você sabe, planejamos fazer alguns shows com muitos restaurantes, pequenos negócios.\n Você sabe, tínhamos Method Soap.\n Nós também, o Rotary Club, e planejamos ter, existem muitas organizações boas.\n E garanto a você que eles fazem um trabalho muito bom.\n E eu não acho que eles sejam, eu não acho\n Muita gente do Método tem noção de todas as coisas que acontecem, de todas as coisas boas que acontecem, sabe?\n Quero dizer, neste Natal, você sabe, a cidade realmente se uniu, o corpo de bombeiros, a Toys for Tots, e houve tantos, tantos programas ajudando, você sabe, pessoas ajudando pessoas, e é disso que se trata.\n Realmente é.\n Então, você sabe, é isso que temos,\n Estou ansioso pelo ano novo.\n Eu conheço Paul, Bruce e Marco.\n E o que estamos tentando fazer, vou postar, é tentar conseguir que mais pessoas se juntem a nós.\n Poderíamos usar um pouco de ajuda.\n Nossa, acho que é bastante, houve bastante trabalho envolvido.\n Eu sei que houve semanas em que estávamos fazendo, você sabe, 50 horas por semana dedicadas a,\n Manter tudo funcionando, manter tudo junto.\n Então vamos buscar ajuda.\n Esperamos que possamos conseguir que mais pessoas se juntem a nós.\n E como eu disse, é tudo voluntário.\n Portanto, qualquer tipo de ajuda seria apreciada.\n Então, em nome de todos nós do Method Happenings, quero agradecer ao Method.\n Acho que temos sido um benefício para a cidade de Medford, para o povo.\n E esse era o nosso objetivo original, apenas poder divulgar informação.\n Uma das outras pessoas, não sei como esqueci de mencioná-la, mas ela conheceu Medford.\n Outro grupo, três mulheres maravilhosas que estão fazendo um ótimo trabalho.\n com isso, acho que você chamaria de jornal.\n Não é um jornal impresso, mas está online.\n Se você ainda não viu, nós os tivemos no programa duas vezes.\n E eu te digo que os programas, os dois programas que fizemos com eles, tiveram um desempenho muito, muito bom em termos de audiência.\n Então,\n Só para você saber, planejamos recuperá-los.\n Estamos a tentar chegar a um acordo com eles, talvez numa base regular, para nos concentrarmos em determinadas questões.\n Mas quero agradecer a essas senhoras maravilhosas.\n Quero desejar a todos vocês, todos nós queremos desejar a todos um Feliz Natal.\n De verdade, boas festas.\n E todos tenham um feliz ano novo.\n Você sabe, Deus abençoe a todos vocês.\n E eu quero dizer isso.\n Todos nós precisamos encontrar um pouco de paz, desacelerar um pouco.\n Aproveite a família, amigos, vizinhos.\n É aquela época do ano.\n E é bom ver tantas coisas acontecendo com pessoas ajudando outras pessoas.\n É disso que se trata.\n Então, mais uma vez,\n Meu nome é John Petrella e vou dizer isso porque se não o fizer, vou me meter em muitos problemas.\n Então lembre-se, mantenha-se informado.\n Obrigado a todos.\n Vejo você em breve.\n Feliz Natal.": {
        "zh-cn": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。"
    },
    "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。": {
        "ht": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。",
        "vi": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。",
        "km": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。",
        "ru": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。",
        "ar": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。",
        "ko": "大家好，欢迎来到您的节目“方法发生”。\n 今晚我们将表演一场表演，时间很短。\n 你知道，我们只是想休息一段时间，我们有很多人要感谢，你知道，那些我参与组织 Method Happenings 的人，所有的来宾，我们一路走来有很多人帮助过我们。\n 我还想说，世界上发生了很多事情。\n 你知道，圣诞节期间仍然有很多好事，但也有很多悲伤的事情发生。\n 我只是想说一句我最喜欢的名言，我认为人们应该记住这一点。\n 哪里有信仰，哪里就有爱。\n 哪里有爱，哪里就有和平。\n 哪里有平安，哪里就有神。\n 神在哪里，什么都不缺。\n 阿门。\n 所以我必须把它包括进去。\n 我希望你听到了，祝你一切顺利。\n 那么让我们开始吧。\n 首先我要感谢参与该计划的一些人。\n 正如我所说，其中有很多。\n 我还想说，我们一开始的投入非常少。\n 这只是一个人的想法。\n 我参与其中，我们带来了两个很棒的人加入我们，你会听到他们所有人的声音。\n 但我不得不说这个计划是令人难以置信的一年。\n 我们做了大约31个项目。\n 我们有四五个节目，我们称之为短节目，长节目为 15 或 20 分钟。\n 我们有商人。\n 今年参加竞选的许多候选人都来告诉我们他们的想法。\n 其中许多人是新候选人。\n 但我们真的玩得很开心。\n 我们的主要目标是向居住在这座城市的每个人提供信息。\n 而不仅仅是任何信息。\n 您知道，您可以使用有价值的信息。\n 你知道，这会让你了解梅德福的真实情况。\n 有很多好东西。\n 你知道，结果是负面的。\n 我的意思是，我可以继续说下去。\n 现在我们正在处理垃圾情况。\n 我们继续前行，还有很多事情。\n 分区，你知道，确实有很多。\n 我们都看到所有将要建造的建筑物，许多正在建设的公寓楼。\n 你知道，有些人认为这是一件伟大的事情，有些人可能不这么认为，但它正在发生。\n 所以发生了很多事情。\n 我们只想继续做我们正在做的事情，让每个人都了解情况。\n 所以我真正要感谢的第一个人就是领导者。\n 他是发起这件事的人。\n 那就是保罗·杰拉蒂。\n 我们更了解他的是“将军”，或者亲切地称为“将军”。\n 保罗实际上对引发这一切的想法负有责任。\n 很高兴见到他并与他一起工作。\n 他在幕后，但是他做了很多好事。\n 他为梅德福市做了很多好事，并且关心该方法。\n 这就是为什么我要感谢你，保罗。\n 他做到了。\n 这是一种乐趣。\n 我很高兴和你一起工作。\n 我还要感谢布鲁斯·帕特森。\n 我的意思是，我猜这就像，你知道的，巫师。\n 技术员，您对我们网站所做的工作令人惊叹。\n 你知道，他在路上加入了我们。\n 我还要感谢 Marco Cronali，他给了我很多帮助。\n 我想提醒大家，你知道，这是我们做的一个节目。\n 你知道，我们没有报酬。\n 不，你知道，我们不会因此致富。\n 我们这样做是因为我们热爱这座城市。\n 您已经知道这一点，我们也确实知道这一点。\n 我们很享受这个表演。\n 我告诉你，这是一群很棒的人。\n 所以我必须把一切都包括在内。\n 马可、保罗·杰拉蒂和布鲁斯·帕特森。\n 我告诉你我们都努力工作\n 我们播放了 31 场演出，做了一些拍摄以及期间所做的所有其他事情。\n 一场演出需要很多东西。\n 但就像我说的，我们很享受并且玩得很开心。\n 你知道，我还要感谢方法社区媒体，这是公共教育，\n 和为梅德福服务的政府电视媒体工作室。\n 所以我要感谢凯文·哈灵顿。\n 他经营工作室。\n 他做得很好。\n 我还要感谢詹姆斯·科贝特。\n 我们称之为您的非凡助理。\n 并向其他人大声喊叫，乔纳森、史蒂夫·B，他们也帮助了我。\n 他一路上用相机帮助我们，你知道，我们会想念一个人，如果他们帮助我们的话。\n 所以谢谢大家。\n 还有一些，一些，我不会透露姓名，但感谢您在如此短的时间内帮助我们。\n 所以我想强调一下，圣诞节和新年期间我们都会放假。\n 你知道，我们已经做了很多，我们需要休息一下。\n 我想每个人，你知道，保罗、马可和布鲁斯都会同意我的观点。\n 我们真的需要，我们需要休息。\n 因此，在接下来的几周里，这将是我们新年之前的最后一场演出。\n 所以这是漫长的一年。\n 非常有趣，正如我之前所说。\n 但让我们休息一下，然后我想我们计划以强大的力量面对新的一年。\n 我们计划了很多事情。\n 我们有很多事情要做。\n 所以下一季，我想让每个人都知道我们正在计划一些非常好的节目，令人兴奋的节目。\n 尽管我们正在休息，\n 我们仍在为下赛季做准备。\n 我们将会有很多我认为非常棒的客人。\n 我们有许多令人兴奋的新功能。\n 我知道布鲁斯正在为该网站做新的外观。\n 我喜欢你已经创建的网站。\n 它得到了很多人的关注。\n 我想说的是，我想这个节目、这个网站，我想我们总共有 14000 次观看，对我来说，如果你一年前告诉我的话，\n 你知道，做这个节目时，我们会有这样的观点，我永远不会相信你。\n 这让我们感觉良好。\n 我的意思是，这就是全部内容。\n 看来我们的努力确实得到了回报。\n 我想让您知道，我们将继续尽可能地介绍有关该方法的所有内容。\n 你知道，好的，坏的，我想我称之为不太好的，因为也有一点这样的。\n 我确信我们会解决其中一些问题。\n 这座城市正在发生很多事情。\n 我还想指出的是，我们邀请了市长女士参加我们的节目。\n 然后我们看看能否说服她来。\n 我想如果她加入我们那就太好了。\n 我们还向整个市政府和市议会发出了邀请，我们希望他们能够加入我们的计划。\n 我认为他们会上演精彩的表演。\n 也许我们也会尝试学校委员会，你知道吗？\n 我，你知道，我想让你知道我们也有，我们有一些\n Method 有很多商业活动。\n 所以，你知道，我们计划与很多餐馆、小企业一起做一些演出。\n 你知道，我们有 Method Soap。\n 我们还有扶轮社，我们计划有很多好的组织。\n 我向你保证他们做得非常好。\n 我不认为他们是，我不认为\n 许多方法人都知道发生的所有事情，发生的所有好事，你知道吗？\n 我的意思是，今年圣诞节，你知道，整个城市真的团结在一起，消防部门，儿童玩具，还有很多很多的项目帮助人们，你知道，人们帮助人们，这就是一切。\n 确实如此。\n 所以，你知道，这就是我们所拥有的，\n 我期待着新的一年。\n 我认识保罗、布鲁斯和马可。\n 我将发布的内容是，我们正在努力做的是尝试让更多的人加入我们。\n 我们需要一点帮助。\n 哇，我认为这很多，涉及很多工作。\n 我知道有几周我们每周花 50 个小时致力于，\n 让一切保持运转，让一切保持在一起。\n 所以让我们寻求帮助。\n 我们希望能够吸引更多的人加入我们。\n 就像我说的，这都是自愿的。\n 因此，任何形式的帮助将不胜感激。\n 因此，我谨代表 Method Happenings 的所有人感谢 Method。\n 我认为我们为梅德福市和人民带来了好处。\n 这就是我们最初的目标，就是能够获取信息。\n 其中一个人，我不知道我怎么忘了提到她，但她认识梅德福。\n 另一组是三位出色的女性，她们的工作非常出色。\n 有了这个，我想你会称它为报纸。\n 它不是印刷报纸，而是在线报纸。\n 如果您还没有看过，我们已经让他们出现过两次了。\n 我告诉你，这些节目，我们和他们一起做的两档节目，在收视率方面表现得非常非常好。\n 所以，\n 如您所知，我们计划将它们找回来。\n 我们正在努力与他们达成协议，也许是定期达成协议，以关注某些问题。\n 但我要感谢这些出色的女士们。\n 我想祝大家圣诞快乐。\n 确实，节日快乐。\n 大家新年快乐。\n 你知道，上帝保佑你们所有人。\n 我是认真的。\n 我们都需要找到一些平静，放慢一点。\n 享受家人、朋友、邻居的快乐。\n 每年的这个时候。\n 很高兴看到人们帮助他人发生了这么多事情。\n 这就是全部内容。\n 所以再一次，\n 我的名字是约翰·彼得雷拉（John Petrella），我之所以这么说是因为如果我不这样做，我就会遇到很多麻烦。\n 所以请记住，随时了解情况。\n 谢谢大家。\n 再见。\n 圣诞快乐。"
    },
    " Hello.\n I want to take a moment to thank all of our viewers for joining us this past year at Method Happenings, and I want to wish you all a very\n Merry Christmas, happy holidays, and a peaceful and successful 2026.\n Hi, I'm Marco.\n": {
        "es": "Hola.\n Quiero tomarme un momento para agradecer a todos nuestros espectadores por acompañarnos el año pasado en Method Happenings y quiero desearles a todos unas felices fiestas.\n Feliz Navidad, felices fiestas y un 2026 pacífico y exitoso.\n Hola soy marco."
    },
    "Hola.\n Quiero tomarme un momento para agradecer a todos nuestros espectadores por acompañarnos el año pasado en Method Happenings y quiero desearles a todos unas felices fiestas.\n Feliz Navidad, felices fiestas y un 2026 pacífico y exitoso.\n Hola soy marco.": {
        "pt": "Olá.\n Quero aproveitar um momento para agradecer a todos os nossos telespectadores por se juntarem a nós no ano passado no Method Happenings e quero desejar a todos um feliz feriado.\n Feliz Natal, boas festas e um 2026 tranquilo e de sucesso.\n Olá, meu nome é Marco."
    },
    "Olá.\n Quero aproveitar um momento para agradecer a todos os nossos telespectadores por se juntarem a nós no ano passado no Method Happenings e quero desejar a todos um feliz feriado.\n Feliz Natal, boas festas e um 2026 tranquilo e de sucesso.\n Olá, meu nome é Marco.": {
        "zh-cn": "你好。\n 我想花点时间感谢所有观众去年加入我们的 Method Happenings，并祝大家节日快乐。\n 圣诞快乐，节日快乐，2026 年平安成功。\n 你好，我叫马可。"
    },
    "你好。\n 我想花点时间感谢所有观众去年加入我们的 Method Happenings，并祝大家节日快乐。\n 圣诞快乐，节日快乐，2026 年平安成功。\n 你好，我叫马可。": {
        "ht": "Bonjou.\n Mwen te vle pran yon ti moman pou m remèsye tout telespektatè nou yo paske yo te rantre nan Method Happenings ane pase a epi mwen swete nou tout yon bòn sezon fèt.\n Jwaye Nwèl, bon fèt, ak yon ane 2026 ki an sekirite ak siksè.\n Bonjou, mwen rele Marco."
    },
    "Bonjou.\n Mwen te vle pran yon ti moman pou m remèsye tout telespektatè nou yo paske yo te rantre nan Method Happenings ane pase a epi mwen swete nou tout yon bòn sezon fèt.\n Jwaye Nwèl, bon fèt, ak yon ane 2026 ki an sekirite ak siksè.\n Bonjou, mwen rele Marco.": {
        "vi": "xin chào\n Tôi muốn dành một chút thời gian để cảm ơn tất cả những người xem đã tham gia Method Happenings năm ngoái và chúc tất cả các bạn một kỳ nghỉ lễ vui vẻ.\n Giáng sinh vui vẻ, những ngày lễ vui vẻ và một năm 2026 an toàn và thành công.\n Xin chào, tên tôi là Marco."
    },
    "xin chào\n Tôi muốn dành một chút thời gian để cảm ơn tất cả những người xem đã tham gia Method Happenings năm ngoái và chúc tất cả các bạn một kỳ nghỉ lễ vui vẻ.\n Giáng sinh vui vẻ, những ngày lễ vui vẻ và một năm 2026 an toàn và thành công.\n Xin chào, tên tôi là Marco.": {
        "km": "ជំរាបសួរ\n ខ្ញុំ​ចង់​ចំណាយ​ពេល​មួយ​ដើម្បី​អរគុណ​អ្នក​ទស្សនា​ទាំង​អស់​ដែល​បាន​ចូល​រួម​ក្នុង​កម្មវិធី Method Happenings កាល​ពី​ឆ្នាំ​មុន ហើយ​សូម​ជូន​ពរ​អ្នក​ទាំង​អស់​គ្នា​ក្នុង​រដូវ​កាល​ឈប់​សម្រាក។\n រីករាយថ្ងៃបុណ្យណូអែល ថ្ងៃឈប់សម្រាកដ៏រីករាយ និងសុវត្ថិភាព និងជោគជ័យឆ្នាំ 2026។\n សួស្តី ខ្ញុំឈ្មោះម៉ាកូ។"
    },
    "ជំរាបសួរ\n ខ្ញុំ​ចង់​ចំណាយ​ពេល​មួយ​ដើម្បី​អរគុណ​អ្នក​ទស្សនា​ទាំង​អស់​ដែល​បាន​ចូល​រួម​ក្នុង​កម្មវិធី Method Happenings កាល​ពី​ឆ្នាំ​មុន ហើយ​សូម​ជូន​ពរ​អ្នក​ទាំង​អស់​គ្នា​ក្នុង​រដូវ​កាល​ឈប់​សម្រាក។\n រីករាយថ្ងៃបុណ្យណូអែល ថ្ងៃឈប់សម្រាកដ៏រីករាយ និងសុវត្ថិភាព និងជោគជ័យឆ្នាំ 2026។\n សួស្តី ខ្ញុំឈ្មោះម៉ាកូ។": {
        "ru": "Привет\n Я хотел бы поблагодарить всех зрителей, посетивших Method Happenings в прошлом году, и пожелать всем удачных праздников.\n Счастливого Рождества, счастливых праздников, безопасности и успеха в 2026 году.\n Здравствуйте, меня зовут Мако."
    },
    "Привет\n Я хотел бы поблагодарить всех зрителей, посетивших Method Happenings в прошлом году, и пожелать всем удачных праздников.\n Счастливого Рождества, счастливых праздников, безопасности и успеха в 2026 году.\n Здравствуйте, меня зовут Мако.": {
        "ar": "مرحبا\n أود أن أشكر جميع المشاهدين الذين حضروا Method Happenings العام الماضي وأتمنى للجميع موسم عطلة سعيدًا.\n عيد ميلاد سعيد، عطلة سعيدة، آمنة وناجحة 2026.\n مرحبا، اسمي ماكو."
    },
    "مرحبا\n أود أن أشكر جميع المشاهدين الذين حضروا Method Happenings العام الماضي وأتمنى للجميع موسم عطلة سعيدًا.\n عيد ميلاد سعيد، عطلة سعيدة، آمنة وناجحة 2026.\n مرحبا، اسمي ماكو.": {
        "ko": "안녕하세요\n 작년 Method Happenings에 참석해주신 모든 시청자분들께 감사드리며, 모두 행복한 연휴 보내시길 바랍니다.\n 메리 크리스마스, 행복하고 안전하며 성공적인 2026년 연휴를 보내세요.\n 안녕하세요, 제 이름은 마코입니다."
    },
    " I'm wishing you a very merry Christmas filled with love and laughter.\n May the holiday season bring you peace and happiness.\n As we head into 26, I hope the new year is filled with new adventures, great health, and much success.\n Cheers to a wonderful year.\n E per l'Italiani buon Natale e felice anno nuovo.\n": {
        "es": "Les deseo una muy feliz Navidad llena de amor y risas.\n Que la temporada navideña les traiga paz y felicidad.\n A medida que nos acercamos al 26, espero que el nuevo año esté lleno de nuevas aventuras, mucha salud y mucho éxito.\n Saludos por un año maravilloso.\n E per l'Italiani buon Natale e felice anno nuovo."
    },
    "Les deseo una muy feliz Navidad llena de amor y risas.\n Que la temporada navideña les traiga paz y felicidad.\n A medida que nos acercamos al 26, espero que el nuevo año esté lleno de nuevas aventuras, mucha salud y mucho éxito.\n Saludos por un año maravilloso.\n E per l'Italiani buon Natale e felice anno nuovo.": {
        "pt": "Desejo a você um Feliz Natal cheio de amor e risadas.\n Que a época do Natal lhe traga paz e felicidade.\n À medida que nos aproximamos do dia 26, espero que o novo ano seja repleto de novas aventuras, muita saúde e muito sucesso.\n Saudações por um ano maravilhoso.\n E para os italianos, bom Natal e feliz ano novo."
    },
    "Desejo a você um Feliz Natal cheio de amor e risadas.\n Que a época do Natal lhe traga paz e felicidade.\n À medida que nos aproximamos do dia 26, espero que o novo ano seja repleto de novas aventuras, muita saúde e muito sucesso.\n Saudações por um ano maravilhoso.\n E para os italianos, bom Natal e feliz ano novo.": {
        "zh-cn": "祝您圣诞快乐，充满爱和欢笑。\n 愿圣诞节给您带来平安和幸福。\n 临近26日，我希望新的一年充满新的冒险、身体健康、取得巨大成功。\n 祝您度过美好的一年。\n 对于意大利人来说，圣诞快乐，新年快乐。"
    },
    "祝您圣诞快乐，充满爱和欢笑。\n 愿圣诞节给您带来平安和幸福。\n 临近26日，我希望新的一年充满新的冒险、身体健康、取得巨大成功。\n 祝您度过美好的一年。\n 对于意大利人来说，圣诞快乐，新年快乐。": {
        "ht": "Swete ou yon Jwaye Nwèl plen ak lanmou ak ri.\n Se pou Nwèl pote lapè ak lajwa.\n Pandan 26yèm la ap pwoche, mwen espere nouvo ane a ranpli ak nouvo avantur, bon sante, ak anpil siksè.\n Pase yon bon ane.\n Pou Italyen, Jwaye Nwèl ak Happy New Year."
    },
    "Swete ou yon Jwaye Nwèl plen ak lanmou ak ri.\n Se pou Nwèl pote lapè ak lajwa.\n Pandan 26yèm la ap pwoche, mwen espere nouvo ane a ranpli ak nouvo avantur, bon sante, ak anpil siksè.\n Pase yon bon ane.\n Pou Italyen, Jwaye Nwèl ak Happy New Year.": {
        "vi": "Chúc bạn một Giáng sinh vui vẻ tràn ngập tình yêu và tiếng cười.\n Cầu mong Giáng sinh mang lại bình an và niềm vui.\n Khi ngày 26 đến gần, tôi hy vọng năm mới sẽ tràn ngập những chuyến phiêu lưu mới, sức khỏe tốt và nhiều thành công.\n Chúc một năm tốt lành.\n Gửi tới người Ý lời chúc Giáng sinh vui vẻ và năm mới hạnh phúc."
    },
    "Chúc bạn một Giáng sinh vui vẻ tràn ngập tình yêu và tiếng cười.\n Cầu mong Giáng sinh mang lại bình an và niềm vui.\n Khi ngày 26 đến gần, tôi hy vọng năm mới sẽ tràn ngập những chuyến phiêu lưu mới, sức khỏe tốt và nhiều thành công.\n Chúc một năm tốt lành.\n Gửi tới người Ý lời chúc Giáng sinh vui vẻ và năm mới hạnh phúc.": {
        "km": "សូមជូនពរអ្នក រីករាយបុណ្យណូអែល ពោរពេញដោយក្តីស្រលាញ់ និងសំណើច។\n សូមឱ្យបុណ្យណូអែលនាំមកនូវសន្តិភាព និងសេចក្តីរីករាយ។\n ជិតដល់ថ្ងៃទី 26 ខ្ញុំសង្ឃឹមថាឆ្នាំថ្មីនឹងពោរពេញទៅដោយដំណើរផ្សងព្រេងថ្មីៗ សុខភាពល្អ និងជោគជ័យច្រើន។\n មាន​ឆ្នាំ​ល្អ​។\n សូមជូនពរជនជាតិអ៊ីតាលី រីករាយបុណ្យណូអែល និងរីករាយឆ្នាំថ្មី។"
    },
    "សូមជូនពរអ្នក រីករាយបុណ្យណូអែល ពោរពេញដោយក្តីស្រលាញ់ និងសំណើច។\n សូមឱ្យបុណ្យណូអែលនាំមកនូវសន្តិភាព និងសេចក្តីរីករាយ។\n ជិតដល់ថ្ងៃទី 26 ខ្ញុំសង្ឃឹមថាឆ្នាំថ្មីនឹងពោរពេញទៅដោយដំណើរផ្សងព្រេងថ្មីៗ សុខភាពល្អ និងជោគជ័យច្រើន។\n មាន​ឆ្នាំ​ល្អ​។\n សូមជូនពរជនជាតិអ៊ីតាលី រីករាយបុណ្យណូអែល និងរីករាយឆ្នាំថ្មី។": {
        "ru": "Желаю вам счастливого Рождества, полного любви и смеха.\n Пусть Рождество принесет мир и радость.\n С приближением 26-го числа я надеюсь, что новый год будет полон новых приключений, крепкого здоровья и многих успехов.\n Хорошего года.\n Поздравляем итальянцев с Рождеством и Новым годом."
    },
    "Желаю вам счастливого Рождества, полного любви и смеха.\n Пусть Рождество принесет мир и радость.\n С приближением 26-го числа я надеюсь, что новый год будет полон новых приключений, крепкого здоровья и многих успехов.\n Хорошего года.\n Поздравляем итальянцев с Рождеством и Новым годом.": {
        "ar": "أتمنى لكم عيد ميلاد سعيد مليئ بالحب والضحك.\n نرجو أن يجلب عيد الميلاد السلام والفرح.\n مع اقتراب اليوم السادس والعشرين، أتمنى أن يكون العام الجديد مليئًا بالمغامرات الجديدة والصحة الجيدة والعديد من النجاحات.\n أتمنى لك سنة عظيمة.\n عيد ميلاد سعيد وسنة جديدة سعيدة للإيطاليين."
    },
    "أتمنى لكم عيد ميلاد سعيد مليئ بالحب والضحك.\n نرجو أن يجلب عيد الميلاد السلام والفرح.\n مع اقتراب اليوم السادس والعشرين، أتمنى أن يكون العام الجديد مليئًا بالمغامرات الجديدة والصحة الجيدة والعديد من النجاحات.\n أتمنى لك سنة عظيمة.\n عيد ميلاد سعيد وسنة جديدة سعيدة للإيطاليين.": {
        "ko": "사랑과 웃음이 가득한 생일 축하드립니다.\n 크리스마스가 평화와 기쁨을 가져오길 바랍니다.\n 26일이 다가옴에 따라 새해에는 새로운 모험과 건강과 많은 성공이 가득하길 바랍니다.\n 즐거운 한 해 보내세요.\n 이탈리아인들에게 즐거운 크리스마스와 새해 복 많이 받으세요."
    },
    " Hi, my name is Bruce, and I wanted to wish everybody here a Merry Christmas and a Happy New Year from everyone here at Medford Happenings.\n We look forward to seeing you all in the new year.\n": {
        "es": "Hola, mi nombre es Bruce y quería desearles a todos aquí una Feliz Navidad y un Próspero Año Nuevo de parte de todos aquí en Medford Happenings.\n Esperamos verlos a todos en el nuevo año."
    },
    "Hola, mi nombre es Bruce y quería desearles a todos aquí una Feliz Navidad y un Próspero Año Nuevo de parte de todos aquí en Medford Happenings.\n Esperamos verlos a todos en el nuevo año.": {
        "pt": "Olá, meu nome é Bruce e gostaria de desejar a todos aqui um Feliz Natal e um Próspero Ano Novo de todos aqui no Medford Happenings.\n Esperamos ver todos vocês no ano novo."
    },
    "Olá, meu nome é Bruce e gostaria de desejar a todos aqui um Feliz Natal e um Próspero Ano Novo de todos aqui no Medford Happenings.\n Esperamos ver todos vocês no ano novo.": {
        "zh-cn": "大家好，我的名字是布鲁斯，我谨祝梅德福发生的每个人圣诞快乐，新年快乐。\n 我们希望在新的一年里见到大家。"
    },
    "大家好，我的名字是布鲁斯，我谨祝梅德福发生的每个人圣诞快乐，新年快乐。\n 我们希望在新的一年里见到大家。": {
        "ht": "Bonjou tout moun, non mwen se Bruce e mwen ta renmen swete tout moun nan Medford yon Jwaye Nwèl ak yon Bòn Ane.\n Nou espere wè nou tout nan nouvo ane a."
    },
    "Bonjou tout moun, non mwen se Bruce e mwen ta renmen swete tout moun nan Medford yon Jwaye Nwèl ak yon Bòn Ane.\n Nou espere wè nou tout nan nouvo ane a.": {
        "vi": "Xin chào mọi người, tên tôi là Bruce và tôi xin chúc mọi người ở Medford một Giáng sinh vui vẻ và một Năm mới hạnh phúc.\n Chúng tôi hy vọng được gặp lại tất cả các bạn trong năm mới."
    },
    "Xin chào mọi người, tên tôi là Bruce và tôi xin chúc mọi người ở Medford một Giáng sinh vui vẻ và một Năm mới hạnh phúc.\n Chúng tôi hy vọng được gặp lại tất cả các bạn trong năm mới.": {
        "km": "ជំរាបសួរអ្នកទាំងអស់គ្នា ខ្ញុំឈ្មោះប្រ៊ូស ហើយខ្ញុំចង់ជូនពរអ្នកគ្រប់គ្នានៅ Medford រីករាយថ្ងៃបុណ្យណូអែល និងរីករាយឆ្នាំថ្មី។\n យើងសង្ឃឹមថានឹងបានជួបអ្នកទាំងអស់គ្នាម្តងទៀតនៅក្នុងឆ្នាំថ្មី។"
    },
    "ជំរាបសួរអ្នកទាំងអស់គ្នា ខ្ញុំឈ្មោះប្រ៊ូស ហើយខ្ញុំចង់ជូនពរអ្នកគ្រប់គ្នានៅ Medford រីករាយថ្ងៃបុណ្យណូអែល និងរីករាយឆ្នាំថ្មី។\n យើងសង្ឃឹមថានឹងបានជួបអ្នកទាំងអស់គ្នាម្តងទៀតនៅក្នុងឆ្នាំថ្មី។": {
        "ru": "Привет всем, меня зовут Брюс, и я хочу пожелать всем в Медфорде счастливого Рождества и счастливого Нового года.\n Мы с нетерпением ждем встречи с вами снова в новом году."
    },
    "Привет всем, меня зовут Брюс, и я хочу пожелать всем в Медфорде счастливого Рождества и счастливого Нового года.\n Мы с нетерпением ждем встречи с вами снова в новом году.": {
        "ar": "مرحبًا بالجميع، اسمي بروس وأود أن أتمنى للجميع في ميدفورد عيد ميلاد سعيدًا وسنة جديدة سعيدة.\n ونحن نتطلع إلى رؤيتكم مرة أخرى في العام الجديد."
    },
    "مرحبًا بالجميع، اسمي بروس وأود أن أتمنى للجميع في ميدفورد عيد ميلاد سعيدًا وسنة جديدة سعيدة.\n ونحن نتطلع إلى رؤيتكم مرة أخرى في العام الجديد.": {
        "ko": "안녕하세요 여러분, 제 이름은 Bruce입니다. Medford에 계신 모든 분들에게 즐거운 크리스마스와 새해 복 많이 받으세요.\n 새해에도 다시 뵙기를 기대하겠습니다."
    }
}