{
    "AI-generated transcript of Medford School Committee December 19, 2016 meeting, a video relevant to Medford Massachusetts local politics.": {
        "es": "Transcripción generada por IA de la reunión del Comité Escolar de Medford del 19 de diciembre de 2016, un video relevante para la política local de Medford, Massachusetts.",
        "pt": "Transcrição gerada por IA da reunião do Comitê Escolar de Medford em 19 de dezembro de 2016, um vídeo relevante para a política local de Medford Massachusetts.",
        "zh-cn": "AI 生成的梅德福学校委员会 2016 年 12 月 19 日会议记录，一段与马萨诸塞州梅德福当地政治相关的视频。",
        "ht": "Transkripsyon AI te pwodwi nan reyinyon Komite Lekòl Medford 19 Desanm 2016, yon videyo ki gen rapò ak politik lokal Medford Massachusetts.",
        "vi": "Bản ghi do AI tạo ra về cuộc họp của Ủy ban Trường học Medford ngày 19 tháng 12 năm 2016, một video liên quan đến chính trị địa phương Medford Massachusetts.",
        "km": "ប្រតិចារិកដែលបានបង្កើតតាមរយៈគណៈកម្មាធិការសិក្សាសាលា Medford ថ្ងៃទី 19 ខែធ្នូឆ្នាំ 2016 កិច្ចប្រជុំមានបទទាក់ទងពាក់ព័ន្ធនឹងវិស័យនយោបាយក្នុងតំបន់ Medford Massachusetts ក្នុងតំបន់។",
        "ru": "Стенограмма заседания школьного комитета Медфорда, созданная ИИ 19 декабря 2016 года, видео, имеющее отношение к местной политике Медфорда, штат Массачусетс.",
        "ar": "نص تم إنشاؤه بواسطة الذكاء الاصطناعي لاجتماع لجنة مدرسة ميدفورد في 19 ديسمبر 2016، وهو فيديو ذو صلة بالسياسة المحلية في ميدفورد ماساتشوستس.",
        "ko": "메드포드 학교 위원회의 2016년 12월 19일 회의 내용을 AI가 생성한 녹취록으로, 매사추세츠 메드포드 지역 정치와 관련된 비디오입니다."
    },
    "Transcript for Medford School Committee December 19, 2016 meeting (JW2qCmyiOow)": {
        "es": "Transcripción de la reunión del Comité Escolar de Medford del 19 de diciembre de 2016 (JW2qCmyiOow)",
        "pt": "Transcrição da reunião do Comitê Escolar de Medford de 19 de dezembro de 2016 (JW2qCmyiOow)",
        "zh-cn": "梅德福学校委员会 2016 年 12 月 19 日会议记录 (JW2qCmyiOow)",
        "ht": "Transkripsyon pou reyinyon Komite Lekòl Medford 19 Desanm 2016 (JW2qCmyiOow)",
        "vi": "Bản ghi cuộc họp của Ủy ban Trường Medford ngày 19 tháng 12 năm 2016 (JW2qCmyiOow)",
        "km": "ប្រតិចារិកមួយសម្រាប់គណៈកម្មាធិការសិក្សា Medford ថ្ងៃទី 19 ខែធ្នូឆ្នាំ 2016 កិច្ចប្រជុំ (JW2QMYOOW)",
        "ru": "Стенограмма заседания школьного комитета Медфорда 19 декабря 2016 г. (JW2qCmyiOow)",
        "ar": "نص اجتماع لجنة مدرسة ميدفورد بتاريخ 19 ديسمبر 2016 (JW2qCmyiOow)",
        "ko": "2016년 12월 19일 Medford 학교 위원회 회의 성적 증명서(JW2qCmyiOow)"
    },
    "AI-generated transcript of Medford School Committee December 19, 2016 meeting": {
        "es": "Transcripción generada por IA de la reunión del Comité Escolar de Medford del 19 de diciembre de 2016",
        "pt": "Transcrição gerada por IA da reunião do Comitê Escolar de Medford em 19 de dezembro de 2016",
        "zh-cn": "AI 生成的梅德福学校委员会 2016 年 12 月 19 日会议记录",
        "ht": "Transkripsyon AI te pwodwi nan reyinyon Komite Lekòl Medford 19 Desanm 2016",
        "vi": "Bản ghi do AI tạo ra của cuộc họp của Ủy ban Trường học Medford ngày 19 tháng 12 năm 2016",
        "km": "ប្រតិចារិកដែលបានបង្កើតតាមរយៈគណៈកម្មាធិការសិក្សាសាលា Medford ថ្ងៃទី 19 ខែធ្នូឆ្នាំ 2016 កិច្ចប្រជុំ",
        "ru": "Стенограмма заседания школьного комитета Медфорда, созданная ИИ, 19 декабря 2016 г.",
        "ar": "نص تم إنشاؤه بواسطة الذكاء الاصطناعي لاجتماع لجنة مدرسة ميدفورد في 19 ديسمبر 2016",
        "ko": "2016년 12월 19일 메드퍼드 학교 위원회 회의의 AI 생성 녹취록"
    },
    "Back to all transcripts": {
        "es": "Volver a todas las transcripciones",
        "pt": "Voltar para todas as transcrições",
        "zh-cn": "返回所有成绩单",
        "ht": "Retounen nan tout relve nòt",
        "vi": "Quay lại tất cả bảng điểm",
        "km": "ត្រលប់ទៅប្រតិចារិកទាំងអស់វិញ",
        "ru": "Вернуться ко всем стенограммам",
        "ar": "العودة إلى كافة النصوص",
        "ko": "모든 성적표로 돌아가기"
    },
    "Heatmap of speakers": {
        "es": "Mapa de calor de los altavoces",
        "pt": "Mapa de calor dos alto-falantes",
        "zh-cn": "演讲者热图",
        "ht": "Heatmap nan moun ki pale",
        "vi": "Bản đồ nhiệt của loa",
        "km": "ម៉ាស៊ីនកម្តៅនៃវាគ្មិន",
        "ru": "Тепловая карта динамиков",
        "ar": "خريطة الحرارة للمتحدثين",
        "ko": "스피커 히트맵"
    },
    " I pledge allegiance to the flag of the United States of America, and to the republic for which it stands, one nation, under God, indivisible, with liberty and justice for all.\n": {
        "es": "Prometo lealtad a la bandera de los Estados Unidos de América y a la república que representa, una nación, bajo Dios, indivisible, con libertad y justicia para todos."
    },
    "Prometo lealtad a la bandera de los Estados Unidos de América y a la república que representa, una nación, bajo Dios, indivisible, con libertad y justicia para todos.": {
        "pt": "Juro lealdade à bandeira dos Estados Unidos da América e à república que ela representa, uma nação, sob Deus, indivisível, com liberdade e justiça para todos."
    },
    "Juro lealdade à bandeira dos Estados Unidos da América e à república que ela representa, uma nação, sob Deus, indivisível, com liberdade e justiça para todos.": {
        "zh-cn": "我宣誓效忠美利坚合众国的国旗和它所代表的共和国，这个国家是上帝统治下的一个国家，不可分割，人人享有自由和正义。"
    },
    "我宣誓效忠美利坚合众国的国旗和它所代表的共和国，这个国家是上帝统治下的一个国家，不可分割，人人享有自由和正义。": {
        "ht": "Mwen sèmante fidelite ak drapo Etazini nan Amerik la ak repiblik li reprezante a, yon sèl nasyon anba Bondye, endivizib, ak libète ak jistis pou tout moun."
    },
    "Mwen sèmante fidelite ak drapo Etazini nan Amerik la ak repiblik li reprezante a, yon sèl nasyon anba Bondye, endivizib, ak libète ak jistis pou tout moun.": {
        "vi": "Tôi thề trung thành với lá cờ của Hợp chủng quốc Hoa Kỳ và nền cộng hòa mà nó đại diện, một quốc gia dưới quyền Chúa, không thể chia cắt, với tự do và công lý cho tất cả mọi người."
    },
    "Tôi thề trung thành với lá cờ của Hợp chủng quốc Hoa Kỳ và nền cộng hòa mà nó đại diện, một quốc gia dưới quyền Chúa, không thể chia cắt, với tự do và công lý cho tất cả mọi người.": {
        "km": "ខ្ញុំសន្យាថានឹងមានភក្ដីភាពចំពោះទង់ជាតិសហរដ្ឋអាមេរិកនិងសាធារណរដ្ឋដែលវាឈរជើងមួយនៅក្រោមព្រះដែលមិនអាចប្រកែកបានដោយមានសេរីភាពនិងយុត្តិធម៌សម្រាប់មនុស្សគ្រប់រូប។"
    },
    "ខ្ញុំសន្យាថានឹងមានភក្ដីភាពចំពោះទង់ជាតិសហរដ្ឋអាមេរិកនិងសាធារណរដ្ឋដែលវាឈរជើងមួយនៅក្រោមព្រះដែលមិនអាចប្រកែកបានដោយមានសេរីភាពនិងយុត្តិធម៌សម្រាប់មនុស្សគ្រប់រូប។": {
        "ru": "Я клянусь в верности флагу Соединённых Штатов и Республики, стоящему под неоспоримым Богом, со свободой и справедливостью для всех."
    },
    "Я клянусь в верности флагу Соединённых Штатов и Республики, стоящему под неоспоримым Богом, со свободой и справедливостью для всех.": {
        "ar": "أتعهد بالولاء لعلم الولايات المتحدة والجمهورية، التي تقف في ظل الرب بلا منازع، مع الحرية والعدالة للجميع."
    },
    "أتعهد بالولاء لعلم الولايات المتحدة والجمهورية، التي تقف في ظل الرب بلا منازع، مع الحرية والعدالة للجميع.": {
        "ko": "나는 모든 사람을 위한 자유와 정의와 함께 하나님 아래 의심의 여지가 없는 미국 국기와 공화국에 충성을 맹세합니다."
    },
    " At this time, we'd like to introduce the Metropolitan City Fine Arts Department holiday music presentation under Mr. Signey.\n Thank you.\n": {
        "es": "En este momento, nos gustaría presentarles la presentación de música navideña del Departamento de Bellas Artes de Metropolitan City a cargo del Sr. Signey.\n Gracias."
    },
    "En este momento, nos gustaría presentarles la presentación de música navideña del Departamento de Bellas Artes de Metropolitan City a cargo del Sr. Signey.\n Gracias.": {
        "pt": "Neste momento, gostaríamos de apresentar a apresentação musical de Natal do Departamento de Belas Artes da Cidade Metropolitana, feita pelo Sr.\n Obrigado."
    },
    "Neste momento, gostaríamos de apresentar a apresentação musical de Natal do Departamento de Belas Artes da Cidade Metropolitana, feita pelo Sr.\n Obrigado.": {
        "zh-cn": "这次，我们想为大家介绍的是首都城市美术部的圣诞音乐剧，由Mr.\n 谢谢你。"
    },
    "这次，我们想为大家介绍的是首都城市美术部的圣诞音乐剧，由Mr.\n 谢谢你。": {
        "ht": "Fwa sa a, nou ta renmen prezante w mizik Nwèl Depatman Fine Arts vil kapital la, ki dirije pa Mr.\n Mèsi."
    },
    "Fwa sa a, nou ta renmen prezante w mizik Nwèl Depatman Fine Arts vil kapital la, ki dirije pa Mr.\n Mèsi.": {
        "vi": "Lần này xin giới thiệu đến các bạn bản nhạc Giáng sinh của Sở Mỹ thuật Thủ đô do Mr.\n cảm ơn bạn"
    },
    "Lần này xin giới thiệu đến các bạn bản nhạc Giáng sinh của Sở Mỹ thuật Thủ đô do Mr.\n cảm ơn bạn": {
        "km": "ពេលនេះខ្ញុំសូមណែនាំឱ្យអ្នកនូវតន្ត្រីណូអែលរបស់នាយកដ្ឋានវិចិត្រសិល្បៈរបស់រាជធានីរបស់លោក។\n សូមអរគុណ"
    },
    "ពេលនេះខ្ញុំសូមណែនាំឱ្យអ្នកនូវតន្ត្រីណូអែលរបស់នាយកដ្ឋានវិចិត្រសិល្បៈរបស់រាជធានីរបស់លោក។\n សូមអរគុណ": {
        "ru": "Теперь я хотел бы познакомить вас с рождественской музыкой вашего столичного факультета изящных искусств.\n Спасибо"
    },
    "Теперь я хотел бы познакомить вас с рождественской музыкой вашего столичного факультета изящных искусств.\n Спасибо": {
        "ar": "الآن أود أن أقدم لكم موسيقى عيد الميلاد في كلية الفنون الجميلة في عاصمتكم.\n شكرًا لك"
    },
    "الآن أود أن أقدم لكم موسيقى عيد الميلاد في كلية الفنون الجميلة في عاصمتكم.\n شكرًا لك": {
        "ko": "이제 저는 여러분의 수도에 있는 미술대학의 크리스마스 음악을 소개하고 싶습니다.\n 감사합니다"
    },
    " I'd like to do a piece from the concert I just finished a couple of weeks ago, a winter concert, a piece by George Richard Handel, which is appropriate for the season.\n": {
        "es": "Me gustaría hacer una pieza del concierto que acabo de terminar hace un par de semanas, un concierto de invierno, una pieza de George Richard Handel, que sea apropiada para la temporada."
    },
    "Me gustaría hacer una pieza del concierto que acabo de terminar hace un par de semanas, un concierto de invierno, una pieza de George Richard Handel, que sea apropiada para la temporada.": {
        "pt": "Gostaria de fazer uma peça do concerto que terminei há algumas semanas, um concerto de inverno, uma peça de George Richard Handel, que seja apropriada para a época."
    },
    "Gostaria de fazer uma peça do concerto que terminei há algumas semanas, um concerto de inverno, uma peça de George Richard Handel, que seja apropriada para a época.": {
        "zh-cn": "我想从几周前完成的协奏曲中挑选一首，一首冬季协奏曲，一首乔治·理查德·亨德尔的作品，适合这个季节。"
    },
    "我想从几周前完成的协奏曲中挑选一首，一首冬季协奏曲，一首乔治·理查德·亨德尔的作品，适合这个季节。": {
        "ht": "Mwen te vle chwazi youn nan konsè mwen te fini kèk semèn de sa, yon konsè sezon fredi, yon moso pa George Richard Handel, ki apwopriye pou sezon an."
    },
    "Mwen te vle chwazi youn nan konsè mwen te fini kèk semèn de sa, yon konsè sezon fredi, yon moso pa George Richard Handel, ki apwopriye pou sezon an.": {
        "vi": "Tôi muốn chọn một trong những buổi hòa nhạc mà tôi đã hoàn thành cách đây vài tuần, một buổi hòa nhạc mùa đông, một tác phẩm của George Richard Handel, phù hợp với mùa này."
    },
    "Tôi muốn chọn một trong những buổi hòa nhạc mà tôi đã hoàn thành cách đây vài tuần, một buổi hòa nhạc mùa đông, một tác phẩm của George Richard Handel, phù hợp với mùa này.": {
        "km": "ខ្ញុំចង់ជ្រើសរើសការប្រគុំតន្ត្រីមួយដែលខ្ញុំបានបញ្ចប់កាលពីប៉ុន្មានសប្តាហ៍មុនដែលជាការប្រគុំតន្ត្រីនៅរដូវរងារការងារដោយចចរីឆាត Hellows ដែលសមនឹងរដូវកាលនេះ។"
    },
    "ខ្ញុំចង់ជ្រើសរើសការប្រគុំតន្ត្រីមួយដែលខ្ញុំបានបញ្ចប់កាលពីប៉ុន្មានសប្តាហ៍មុនដែលជាការប្រគុំតន្ត្រីនៅរដូវរងារការងារដោយចចរីឆាត Hellows ដែលសមនឹងរដូវកាលនេះ។": {
        "ru": "Я хочу выбрать концерт, который закончил несколько недель назад, зимний концерт Джорджа Хеллоуса, подходящий для этого сезона."
    },
    "Я хочу выбрать концерт, который закончил несколько недель назад, зимний концерт Джорджа Хеллоуса, подходящий для этого сезона.": {
        "ar": "أريد أن أختار حفلاً انتهيت منه منذ بضعة أسابيع، وهو حفل شتوي لجورج هالو، مناسب لهذا الموسم."
    },
    "أريد أن أختار حفلاً انتهيت منه منذ بضعة أسابيع، وهو حفل شتوي لجورج هالو، مناسب لهذا الموسم.": {
        "ko": "몇 주 전에 마친 콘서트 중 이번 시즌에 적합한 George Hallow의 겨울 콘서트를 선택하고 싶습니다."
    }
}