{
    "AI-generated transcript of Medford Community Development Block Grant Public Hearing 9/17/25, a video relevant to Medford Massachusetts local politics.": {
        "es": "Transcripción generada por IA de la audiencia pública de la subvención en bloque para el desarrollo comunitario de Medford el 17 de septiembre de 2025, un vídeo relevante para la política local de Medford, Massachusetts.",
        "pt": "Transcrição gerada por IA da Audiência Pública do Bloco de Desenvolvimento Comunitário de Medford 17/09/25, um vídeo relevante para a política local de Medford Massachusetts.",
        "zh-cn": "AI 生成的梅德福社区发展整笔拨款公开听证会 25 年 9 月 17 日的文字记录，这是与马萨诸塞州梅德福当地政治相关的视频。",
        "ht": "AI te pwodwi transkripsyon Medford Community Development Block Grant Public Hearing 9/17/25, yon videyo ki gen rapò ak politik lokal Medford Massachusetts.",
        "vi": "Bản ghi do AI tạo ra của Buổi điều trần công khai của Khối Phát triển Cộng đồng Medford ngày 17/9/25, một video liên quan đến chính trị địa phương Medford Massachusetts.",
        "km": "ប្រតិចារិកដែលបង្កើតដោយ AI នៃ Medford Community Development Block Grant Public Hearing ថ្ងៃទី 9/17/25 ដែលជាវីដេអូដែលទាក់ទងនឹងនយោបាយក្នុងស្រុក Medford Massachusetts។",
        "ru": "Сгенерированная искусственным интеллектом стенограмма публичных слушаний по гранту на развитие сообщества Медфорда 17 сентября 25 г., видео, имеющее отношение к местной политике Медфорда, Массачусетс.",
        "ar": "نص تم إنشاؤه بواسطة الذكاء الاصطناعي لجلسة الاستماع العامة لـ Medford Community Development Block Grant بتاريخ 17/9/25، وهو مقطع فيديو ذو صلة بالسياسة المحلية في ميدفورد ماساتشوستس.",
        "ko": "메드포드 매사추세츠 지역 정치와 관련된 비디오인 Medford Community Development Block Grant 공청회 9/17/25의 AI 생성 녹취록입니다."
    },
    "Transcript for Medford Community Development Block Grant Public Hearing 9/17/25 (MCM00001817)": {
        "es": "Transcripción de la audiencia pública de subvención en bloque para el desarrollo comunitario de Medford 17/09/25 (MCM00001817)",
        "pt": "Transcrição da Audiência Pública de Concessão do Bloco de Desenvolvimento Comunitário de Medford 17/09/25 (MCM00001817)",
        "zh-cn": "梅德福社区发展整笔拨款公开听证会记录 25 年 9 月 17 日 (MCM00001817)",
        "ht": "Transkripsyon pou odyans piblik Medford Community Development Block Grant 9/17/25 (MCM00001817)",
        "vi": "Bản ghi cho Phiên điều trần công khai của Khối Phát triển Cộng đồng Medford ngày 17/9/25 (MCM00001817)",
        "km": "ប្រតិចារឹកសម្រាប់ប្លុកអភិវឌ្ឍន៍សហគមន៍ Medford ផ្តល់សវនាការសាធារណៈ 9/17/25 (MCM00001817)",
        "ru": "Стенограмма публичных слушаний по гранту на развитие сообщества Медфорда, 17 сентября 25 г. (MCM00001817)",
        "ar": "نص جلسة الاستماع العامة الخاصة بمنحة تنمية مجتمع ميدفورد 17/9/25 (MCM00001817)",
        "ko": "Medford Community Development Block Grant 공청회 9/17/25(MCM00001817) 성적 증명서"
    },
    "AI-generated transcript of Medford Community Development Block Grant Public Hearing 9/17/25": {
        "es": "Transcripción generada por IA de la audiencia pública de la subvención en bloque para el desarrollo comunitario de Medford 17/09/25",
        "pt": "Transcrição gerada por IA da Audiência Pública de Concessão do Bloco de Desenvolvimento Comunitário de Medford 17/09/25",
        "zh-cn": "AI 生成的梅德福社区发展整笔拨款公开听证会记录 25 年 9 月 17 日",
        "ht": "Transkripsyon AI-pwodwi Odyans Piblik Medford Community Development Block Grant 9/17/25",
        "vi": "Bản ghi do AI tạo ra của Phiên điều trần công khai về Khối phát triển cộng đồng Medford 17/9/25",
        "km": "ប្រតិចារិកដែលបង្កើតដោយ AI នៃប្លុកអភិវឌ្ឍន៍សហគមន៍ Medford ផ្តល់សវនាការសាធារណៈ 9/17/25",
        "ru": "Стенограмма публичных слушаний по гранту на развитие сообщества Медфорда, созданная искусственным интеллектом, 17 сентября 25 г.",
        "ar": "نسخة تم إنشاؤها بواسطة الذكاء الاصطناعي لجلسة الاستماع العامة لبرنامج Medford Community Development Block Grant في 17/9/25",
        "ko": "Medford Community Development Block Grant 공청회에 대한 AI 생성 녹취록 9/17/25"
    },
    "Back to all transcripts": {
        "es": "Volver a todas las transcripciones",
        "pt": "Voltar para todas as transcrições",
        "zh-cn": "返回所有成绩单",
        "ht": "Retounen nan tout relve nòt",
        "vi": "Quay lại tất cả bảng điểm",
        "km": "ត្រលប់ទៅប្រតិចារិកទាំងអស់។",
        "ru": "Вернуться ко всем стенограммам",
        "ar": "العودة إلى كافة النصوص",
        "ko": "모든 성적표로 돌아가기"
    },
    " Good evening.\n My name is Laurel Siegel and I am the CDBG manager for the city of Medford.\n And this is our annual hearing to discuss our CAPER report for HUD for the prior program year for CDBG.\n The purpose of this hearing is to discuss the consolidated annual performance evaluation report or CAPER for the previous program year, which runs along the city's fiscal year of July 1, 2024 to June 30th of 2025.\n The paper outlines the city's accomplishments and current uses of community development block grant funds.\n And as part of the paper, we seek input from our community, including our low and moderate income residents, our social service agencies and the public at large on our use of CDBG funds, which includes on housing and community development needs and development of proposed activities for use of our CDBG funds.\n A little bit about what CDBG is.\n It's an annual grant from the U.S.\n Department of Housing and Urban Development.\n This program has been in effect for, we're now going into the 51st year of CDBG, and the intent is to address the causes and consequences of poverty in our community.\n The grant specifically benefits our low and moderate income persons, or LMI, which is defined as persons with income at or below 80% of the area median income for MedVerse.\n All of the projects and activities that are funded through CDBG must benefit at least 51% low and moderate income persons.\n That can be through direct service to individuals who have been identified as being eligible or through service to sections of our communities that have a proportion of population that are within the 80% area median income.\n Uses of the funds include for public facilities, such as we've used this for our fire stations,\n parks, public services, which is a variety of services we'll discuss later, as well as housing and economic development purposes.\n This table here shows our current low to moderate income limits in the city.\n And the center point shows for a family of four, they would need to have an income at or below $132,300.\n So the timeline for CDBG, we have a number of different stages throughout the year that we need to meet our deadlines.\n Our program year, again, runs through the fiscal year of July 1st to June 30th each year.\n We solicit proposals for public services, which we can allocate up to 15% of our grant funds towards.\n The solicitation for those grant proposals opens up in late January or early February of each year.\n We then\n draft an annual action plan, which includes all of our proposed usage and activities for CDBG for the coming year.\n That goes before the city council for review and also is available for public comment and review for 30 days, beginning in April.\n Once that has been finalized, we go before the city council and we seek their approval, authorizing the mayor to submit a plan.\n The action plan has to be submitted to HUD by May 15th of every year.\n And then we also have this CAPA report, which is due for the prior year by September 30th.\n We also have what's called a consolidated plan.\n Every five years, the city must create a plan which outlines our overarching goals for the use of CDBG funding over the next five years.\n We are currently in the first year of our most recent consolidated plan, which would cover federal fiscal years 2025, the current year through 2029.\n We held a public hearing on that plan back in April of 2025, and we are awaiting final approval of that plan by HUD.\n So for the prior program year,\n We had a total available funds of just over 1.6 million that included our annual grant of 1.384 million program income.\n And what that is, is we had some old outstanding, we had some old outstanding rehab home loans from 10 to 15 years ago.\n that were due to the city.\n These were loans that were used to assist people in improving their homes.\n And so we received a couple of payoffs on that.\n That's the 20,580.\n And we also sometimes have some funds that did not get used in a prior year.\n This prior year, we had about 213,000 available.\n So that's the total of the 1.6 that was available.\n We actually spent 1.1 million, which includes, we allocate 15% of our budget, the cap that we're allowed to,\n towards public services.\n We also allocate the 20%, which is the limit that's allowed towards planning and administration.\n And what that includes is staffing, my own position, as well as our housing planner and our economic development planner, as well as investment in other administrative resources, such as we did a social services needs assessment in the past year.\n And last but certainly not least are the projects that includes all of the infrastructure projects, economic development projects and housing projects that we invest in during the year.\n So we did spend a total of 1.1 million last year.\n We've also committed funds for projects that are now in process is crossed over from one year to the next, including the sidewalk improvements in West Medford and South Medford, as well as some improvements at Tusk Park to install some bleachers and a sunshade there.\n So going to what we actually accomplished and the different types of projects that we did during the year for public facilities improvements.\n We did roadways, sidewalk and utility reconstruction at Gowerly Road and Dwyer Circle.\n We also committed some additional funds to McGlynn School Playground, which did open up last year, but there was some additional work that needed to be completed to bring that to completion.\n And again, we're in the process of installing the new bleachers and sunshade at Tufts Park, which we're hoping will be completed by the end of September.\n For affordable housing in the year, we launched the first phase of our housing rehab loan program.\n So we're reinstituting this loan program, which provides low interest loans to Medford homeowners to make essential key improvements to their homes, such as replacing furnaces or roofs,\n or making things more accessible to them, such as adding ramps or railings.\n So we will be actually launching a new phase of this program in the coming months this fall.\n Also, we fund the affordable housing planner and through that, or the housing planner, and through that, the affordable housing trust has worked on developing their action plan for assistance.\n We've also helped invest in the work of Innes Associates on the proposed zoning amendments that have been considered in the city.\n And also our housing staff have been working to create additional affordable units through private partnerships with developers interested in developing in the community.\n And then our public services, we fund a number of programs with outside nonprofit agencies.\n And this list reflects the 10 that we funded this prior year, including ABCDs, Emergency Rental and Utility Assistance, Community Families Alzheimer's Day Program, Housing Families, Homelessness Prevention and Legal Services, Medford Council on Aging provides a number of different services to senior citizens, Medford Public Schools funds afterschool programs, scholarships,\n The YMCA, we help fund their mystic community market to provide food for our residents in need.\n SEM Community Transportation provides medical and shopping transportation for our elder residents, our residents with disabilities.\n The Welcome Project has been providing English as a second language classes to parents of Medford students.\n And last, West Medford Community Center also provides a number of different services to our elder residents.\n In the economic development front, we launched our vacant storefront grant program, which is an incentive for businesses to occupy our vacant commercial spaces.\n That way we utilize our vacant spaces and also it gives a leg up to a new retail or other business looking to establish itself in our city.\n We also held the first round of our project pop-up, which supports new retail small businesses by providing them with a space, a retail space, as well as a number of different consulting supports and educational materials to really help them launch their business in Medford.\n And our economic development staff has also been working to streamline permitting and building processes to make it easier to open a business in Medford.\n In addition to our regular CDBG funding back during the pandemic, we received a CDBG CV grant or coronavirus funding.\n We still had a small piece of that remaining.\n And so we did utilize some of those funds this year.\n Those funds were used to fund the salary of the city's housing planner and also housing families homelessness prevention and legal services program.\n as well as some additional transportation services for our seniors through Madan transport.\n In the coming year, the current program year, some of our projects will include some further ADA redesign for curbs and crossings in low and moderate income neighborhoods throughout Medford.\n That will include some work that we're doing over at Arlington and Street Arlington and Boston over in West Medford as well as some of the intersections along Main Street in South Medford.\n We will also be soliciting a second round of applications for the housing rehab loan program.\n We're about to launch a second round of the retail pop-up that we hope to have opening by early November.\n And we're creating a new program that will provide small business technical assistance to our small businesses on business plans, accounting, finances, legal assistance.\n And also we will be continuing to operate our vacant storefront grant program.\n So we invite any comments on the paper.\n The paper is available on our website at medfordma.org slash CDBG, or you can also request a copy at City Hall room 308 in the planning department.\n The comments will, the document will be available for public comment until 5pm on September 26.\n And we welcome any comments on the plan as well as any comments on what needs there are for low and moderate income residents in Medford, where the city should focus its CDBG resources and also what our priorities should be among the eligible expenditures, which includes parks, public facilities, infrastructure, housing, economic development and public services.\n And any of those comments or questions can be directed to me, the city CDBG manager.\n You can reach me at lsegal at medford-ma.gov, or you can call me at 781-393-2480.\n And now if there are any public comments or questions, I welcome them at this time.\n Seeing none, I will go ahead and close this hearing and thank you for listening.\n": {
        "es": "Buenas noches.\n Mi nombre es Laurel Siegel y soy la gerente de CDBG para la ciudad de Medford.\n Y esta es nuestra audiencia anual para discutir nuestro informe CAPER para HUD para el año anterior del programa CDBG.\n El propósito de esta audiencia es discutir el informe de evaluación de desempeño anual consolidado o CAPER para el año anterior del programa, que abarca el año fiscal de la ciudad del 1 de julio de 2024 al 30 de junio de 2025.\n El documento describe los logros de la ciudad y los usos actuales de los fondos de subvenciones en bloque para el desarrollo comunitario.\n Y como parte del documento, buscamos opiniones de nuestra comunidad, incluidos nuestros residentes de ingresos bajos y moderados, nuestras agencias de servicios sociales y el público en general sobre nuestro uso de los fondos CDBG, que incluye necesidades de vivienda y desarrollo comunitario y el desarrollo de actividades propuestas para el uso de nuestros fondos CDBG.\n Un poco sobre qué es CDBG.\n Es una subvención anual de EE. UU.\n Departamento de Vivienda y Desarrollo Urbano.\n Este programa ha estado vigente desde hace 51 años y la intención es abordar las causas y consecuencias de la pobreza en nuestra comunidad.\n La subvención beneficia específicamente a nuestras personas de ingresos bajos y moderados, o LMI, que se define como personas con ingresos iguales o inferiores al 80% del ingreso medio del área para MedVerse.\n Todos los proyectos y actividades financiados a través de CDBG deben beneficiar al menos al 51% de personas de ingresos bajos y moderados.\n Eso puede ser a través del servicio directo a personas que han sido identificadas como elegibles o a través del servicio a secciones de nuestras comunidades que tienen una proporción de población que se encuentra dentro del 80% del ingreso medio del área.\n Los usos de los fondos incluyen instalaciones públicas, como las que hemos usado para nuestras estaciones de bomberos,\n parques, servicios públicos, que es una variedad de servicios que discutiremos más adelante, así como propósitos de vivienda y desarrollo económico.\n Esta tabla aquí muestra nuestros límites actuales de ingresos bajos a moderados en la ciudad.\n Y el punto central muestra que para una familia de cuatro personas, necesitarían tener un ingreso igual o inferior a $132,300.\n Entonces, en el cronograma de CDBG, tenemos varias etapas diferentes a lo largo del año que necesitamos para cumplir con nuestros plazos.\n El año de nuestro programa, nuevamente, abarca el año fiscal del 1 de julio al 30 de junio de cada año.\n Solicitamos propuestas para servicios públicos, a los que podemos destinar hasta el 15% de nuestros fondos de subvención.\n La convocatoria para esas propuestas de subvención se abre a finales de enero o principios de febrero de cada año.\n nosotros entonces\n redactar un plan de acción anual, que incluya todos nuestros usos y actividades propuestos para CDBG para el próximo año.\n Esto se presenta ante el concejo municipal para su revisión y también está disponible para comentarios y revisión del público durante 30 días, a partir de abril.\n Una vez finalizado, acudimos al ayuntamiento y solicitamos su aprobación, autorizando al alcalde a presentar un plan.\n El plan de acción debe presentarse al HUD antes del 15 de mayo de cada año.\n Y luego también tenemos este informe CAPA, que debe presentarse para el año anterior antes del 30 de septiembre.\n También tenemos lo que se llama un plan consolidado.\n Cada cinco años, la ciudad debe crear un plan que describa nuestros objetivos generales para el uso de los fondos CDBG durante los próximos cinco años.\n Actualmente nos encontramos en el primer año de nuestro plan consolidado más reciente, que cubriría los años fiscales federales 2025, el año actual hasta 2029.\n Celebramos una audiencia pública sobre ese plan en abril de 2025 y estamos esperando la aprobación final de ese plan por parte de HUD.\n Entonces, para el año anterior del programa,\n Teníamos un total de fondos disponibles de poco más de 1,6 millones que incluían nuestra subvención anual de 1,384 millones de ingresos del programa.\n Y lo que es eso es que teníamos algunos préstamos hipotecarios antiguos pendientes de rehabilitación de hace 10 a 15 años.\n que se debían a la ciudad.\n Se trataba de préstamos que se utilizaban para ayudar a las personas a mejorar sus viviendas.\n Y entonces recibimos un par de recompensas por eso.\n Esos son los 20.580.\n Y a veces también tenemos algunos fondos que no se utilizaron el año anterior.\n El año anterior, teníamos alrededor de 213.000 disponibles.\n Ese es el total del 1.6 que estaba disponible.\n De hecho, gastamos 1,1 millones, lo que incluye asignar el 15% de nuestro presupuesto, el límite que se nos permite,\n hacia los servicios públicos.\n También destinamos el 20%, que es el límite que se permite para planificación y administración.\n Y lo que eso incluye es la dotación de personal, mi propio puesto, así como nuestro planificador de vivienda y nuestro planificador de desarrollo económico, así como la inversión en otros recursos administrativos, como hicimos una evaluación de las necesidades de servicios sociales el año pasado.\n Y por último, pero no menos importante, están los proyectos que incluyen todos los proyectos de infraestructura, proyectos de desarrollo económico y proyectos de vivienda en los que invertimos durante el año.\n Así que gastamos un total de 1,1 millones el año pasado.\n También hemos comprometido fondos para proyectos que ahora están en proceso y se trasladarán de un año al siguiente, incluidas las mejoras en las aceras en West Medford y South Medford, así como algunas mejoras en Tusk Park para instalar algunas gradas y una sombrilla allí.\n Pasemos a lo que realmente logramos y los diferentes tipos de proyectos que hicimos durante el año para mejorar las instalaciones públicas.\n Hicimos reconstrucción de carreteras, aceras y servicios públicos en Gowerly Road y Dwyer Circle.\n También comprometimos algunos fondos adicionales para el patio de juegos de la escuela McGlynn, que se inauguró el año pasado, pero había que completar algunos trabajos adicionales para completarlo.\n Y nuevamente, estamos en el proceso de instalar las nuevas gradas y sombrillas en Tufts Park, que esperamos estén terminadas para fines de septiembre.\n Para viviendas asequibles durante el año, lanzamos la primera fase de nuestro programa de préstamos para rehabilitación de viviendas.\n Así que estamos reinstituyendo este programa de préstamos, que proporciona préstamos a bajo interés a los propietarios de viviendas de Medford para realizar mejoras clave esenciales en sus hogares, como reemplazar calderas o techos.\n o hacer que las cosas sean más accesibles para ellos, como agregar rampas o barandillas.\n Por lo tanto, lanzaremos una nueva fase de este programa en los próximos meses de este otoño.\n Además, financiamos al planificador de viviendas asequibles y, a través de eso, o al planificador de viviendas, y a través de eso, el fideicomiso de viviendas asequibles ha trabajado en el desarrollo de su plan de acción para recibir asistencia.\n También hemos ayudado a invertir en el trabajo de Innes Associates en las enmiendas de zonificación propuestas que se han considerado en la ciudad.\n Y también nuestro personal de vivienda ha estado trabajando para crear unidades asequibles adicionales a través de asociaciones privadas con desarrolladores interesados ​​en desarrollarse en la comunidad.\n Y luego, para nuestros servicios públicos, financiamos una serie de programas con agencias externas sin fines de lucro.\n Y esta lista refleja los 10 que financiamos el año anterior, incluidos ABCD, asistencia de emergencia para alquiler y servicios públicos, programa del día de Alzheimer para familias comunitarias, familias de vivienda, prevención de personas sin hogar y servicios legales, el Consejo sobre el Envejecimiento de Medford brinda una serie de servicios diferentes a las personas mayores, las Escuelas Públicas de Medford financian programas extracurriculares, becas,\n En la YMCA ayudamos a financiar su místico mercado comunitario para proporcionar alimentos a nuestros residentes necesitados.\n SEM Community Transportation proporciona transporte médico y de compras para nuestros residentes mayores y nuestros residentes con discapacidades.\n El Proyecto de Bienvenida ha estado brindando clases de inglés como segundo idioma a padres de estudiantes de Medford.\n Y por último, West Medford Community Center también ofrece una serie de servicios diferentes a nuestros residentes mayores.\n En el frente del desarrollo económico, lanzamos nuestro programa de subvenciones para escaparates desocupados, que es un incentivo para que las empresas ocupen nuestros espacios comerciales desocupados.\n De esa manera utilizamos nuestros espacios vacantes y también brindamos una ventaja para un nuevo comercio minorista u otro negocio que busque establecerse en nuestra ciudad.\n También celebramos la primera ronda de nuestro proyecto emergente, que apoya a las nuevas pequeñas empresas minoristas brindándoles un espacio, un espacio comercial, así como una serie de diferentes soportes de consultoría y materiales educativos para ayudarlos realmente a lanzar su negocio en Medford.\n Y nuestro personal de desarrollo económico también ha estado trabajando para agilizar los procesos de permisos y construcción para facilitar la apertura de un negocio en Medford.\n Además de nuestra financiación regular de CDBG durante la pandemia, recibimos una subvención CDBG CV o financiación para el coronavirus.\n Todavía nos quedaba una pequeña parte de eso.\n Y por eso utilizamos algunos de esos fondos este año.\n Esos fondos se utilizaron para financiar el salario del planificador de viviendas de la ciudad y también para el programa de servicios legales y de prevención de la falta de vivienda para familias de viviendas.\n así como algunos servicios de transporte adicionales para nuestras personas mayores a través del transporte Madan.\n El próximo año, el año del programa actual, algunos de nuestros proyectos incluirán un rediseño adicional de la ADA para aceras y cruces en vecindarios de ingresos bajos y moderados en todo Medford.\n Eso incluirá algunos trabajos que estamos haciendo en Arlington y Street Arlington y Boston en West Medford, así como algunas de las intersecciones a lo largo de Main Street en South Medford.\n También solicitaremos una segunda ronda de solicitudes para el programa de préstamos para rehabilitación de viviendas.\n Estamos a punto de lanzar una segunda ronda de tiendas emergentes que esperamos abrir a principios de noviembre.\n Y estamos creando un nuevo programa que brindará asistencia técnica a nuestras pequeñas empresas en materia de planes comerciales, contabilidad, finanzas y asistencia legal.\n Y también continuaremos operando nuestro programa de subvenciones para locales desocupados.\n Así que invitamos a cualquier comentario sobre el documento.\n El documento está disponible en nuestro sitio web en medfordma.org barra CDBG, o también puede solicitar una copia en la sala 308 del Ayuntamiento en el departamento de planificación.\n Los comentarios estarán, el documento estará disponible para comentarios públicos hasta las 5 p.m. del 26 de septiembre.\n Y agradecemos cualquier comentario sobre el plan, así como cualquier comentario sobre las necesidades que existen para los residentes de ingresos bajos y moderados en Medford, dónde la ciudad debería concentrar sus recursos CDBG y también cuáles deberían ser nuestras prioridades entre los gastos elegibles, que incluyen parques, instalaciones públicas, infraestructura, vivienda, desarrollo económico y servicios públicos.\n Y cualquiera de esos comentarios o preguntas pueden dirigirse a mí, el administrador de CDBG de la ciudad.\n Puede comunicarse conmigo en lsegal en medford-ma.gov, o puede llamarme al 781-393-2480.\n Y ahora, si hay algún comentario o pregunta pública, les doy la bienvenida en este momento.\n Al no ver ninguno, continuaré y cerraré esta audiencia y les agradeceré por escuchar."
    },
    "Buenas noches.\n Mi nombre es Laurel Siegel y soy la gerente de CDBG para la ciudad de Medford.\n Y esta es nuestra audiencia anual para discutir nuestro informe CAPER para HUD para el año anterior del programa CDBG.\n El propósito de esta audiencia es discutir el informe de evaluación de desempeño anual consolidado o CAPER para el año anterior del programa, que abarca el año fiscal de la ciudad del 1 de julio de 2024 al 30 de junio de 2025.\n El documento describe los logros de la ciudad y los usos actuales de los fondos de subvenciones en bloque para el desarrollo comunitario.\n Y como parte del documento, buscamos opiniones de nuestra comunidad, incluidos nuestros residentes de ingresos bajos y moderados, nuestras agencias de servicios sociales y el público en general sobre nuestro uso de los fondos CDBG, que incluye necesidades de vivienda y desarrollo comunitario y el desarrollo de actividades propuestas para el uso de nuestros fondos CDBG.\n Un poco sobre qué es CDBG.\n Es una subvención anual de EE. UU.\n Departamento de Vivienda y Desarrollo Urbano.\n Este programa ha estado vigente desde hace 51 años y la intención es abordar las causas y consecuencias de la pobreza en nuestra comunidad.\n La subvención beneficia específicamente a nuestras personas de ingresos bajos y moderados, o LMI, que se define como personas con ingresos iguales o inferiores al 80% del ingreso medio del área para MedVerse.\n Todos los proyectos y actividades financiados a través de CDBG deben beneficiar al menos al 51% de personas de ingresos bajos y moderados.\n Eso puede ser a través del servicio directo a personas que han sido identificadas como elegibles o a través del servicio a secciones de nuestras comunidades que tienen una proporción de población que se encuentra dentro del 80% del ingreso medio del área.\n Los usos de los fondos incluyen instalaciones públicas, como las que hemos usado para nuestras estaciones de bomberos,\n parques, servicios públicos, que es una variedad de servicios que discutiremos más adelante, así como propósitos de vivienda y desarrollo económico.\n Esta tabla aquí muestra nuestros límites actuales de ingresos bajos a moderados en la ciudad.\n Y el punto central muestra que para una familia de cuatro personas, necesitarían tener un ingreso igual o inferior a $132,300.\n Entonces, en el cronograma de CDBG, tenemos varias etapas diferentes a lo largo del año que necesitamos para cumplir con nuestros plazos.\n El año de nuestro programa, nuevamente, abarca el año fiscal del 1 de julio al 30 de junio de cada año.\n Solicitamos propuestas para servicios públicos, a los que podemos destinar hasta el 15% de nuestros fondos de subvención.\n La convocatoria para esas propuestas de subvención se abre a finales de enero o principios de febrero de cada año.\n nosotros entonces\n redactar un plan de acción anual, que incluya todos nuestros usos y actividades propuestos para CDBG para el próximo año.\n Esto se presenta ante el concejo municipal para su revisión y también está disponible para comentarios y revisión del público durante 30 días, a partir de abril.\n Una vez finalizado, acudimos al ayuntamiento y solicitamos su aprobación, autorizando al alcalde a presentar un plan.\n El plan de acción debe presentarse al HUD antes del 15 de mayo de cada año.\n Y luego también tenemos este informe CAPA, que debe presentarse para el año anterior antes del 30 de septiembre.\n También tenemos lo que se llama un plan consolidado.\n Cada cinco años, la ciudad debe crear un plan que describa nuestros objetivos generales para el uso de los fondos CDBG durante los próximos cinco años.\n Actualmente nos encontramos en el primer año de nuestro plan consolidado más reciente, que cubriría los años fiscales federales 2025, el año actual hasta 2029.\n Celebramos una audiencia pública sobre ese plan en abril de 2025 y estamos esperando la aprobación final de ese plan por parte de HUD.\n Entonces, para el año anterior del programa,\n Teníamos un total de fondos disponibles de poco más de 1,6 millones que incluían nuestra subvención anual de 1,384 millones de ingresos del programa.\n Y lo que es eso es que teníamos algunos préstamos hipotecarios antiguos pendientes de rehabilitación de hace 10 a 15 años.\n que se debían a la ciudad.\n Se trataba de préstamos que se utilizaban para ayudar a las personas a mejorar sus viviendas.\n Y entonces recibimos un par de recompensas por eso.\n Esos son los 20.580.\n Y a veces también tenemos algunos fondos que no se utilizaron el año anterior.\n El año anterior, teníamos alrededor de 213.000 disponibles.\n Ese es el total del 1.6 que estaba disponible.\n De hecho, gastamos 1,1 millones, lo que incluye asignar el 15% de nuestro presupuesto, el límite que se nos permite,\n hacia los servicios públicos.\n También destinamos el 20%, que es el límite que se permite para planificación y administración.\n Y lo que eso incluye es la dotación de personal, mi propio puesto, así como nuestro planificador de vivienda y nuestro planificador de desarrollo económico, así como la inversión en otros recursos administrativos, como hicimos una evaluación de las necesidades de servicios sociales el año pasado.\n Y por último, pero no menos importante, están los proyectos que incluyen todos los proyectos de infraestructura, proyectos de desarrollo económico y proyectos de vivienda en los que invertimos durante el año.\n Así que gastamos un total de 1,1 millones el año pasado.\n También hemos comprometido fondos para proyectos que ahora están en proceso y se trasladarán de un año al siguiente, incluidas las mejoras en las aceras en West Medford y South Medford, así como algunas mejoras en Tusk Park para instalar algunas gradas y una sombrilla allí.\n Pasemos a lo que realmente logramos y los diferentes tipos de proyectos que hicimos durante el año para mejorar las instalaciones públicas.\n Hicimos reconstrucción de carreteras, aceras y servicios públicos en Gowerly Road y Dwyer Circle.\n También comprometimos algunos fondos adicionales para el patio de juegos de la escuela McGlynn, que se inauguró el año pasado, pero había que completar algunos trabajos adicionales para completarlo.\n Y nuevamente, estamos en el proceso de instalar las nuevas gradas y sombrillas en Tufts Park, que esperamos estén terminadas para fines de septiembre.\n Para viviendas asequibles durante el año, lanzamos la primera fase de nuestro programa de préstamos para rehabilitación de viviendas.\n Así que estamos reinstituyendo este programa de préstamos, que proporciona préstamos a bajo interés a los propietarios de viviendas de Medford para realizar mejoras clave esenciales en sus hogares, como reemplazar calderas o techos.\n o hacer que las cosas sean más accesibles para ellos, como agregar rampas o barandillas.\n Por lo tanto, lanzaremos una nueva fase de este programa en los próximos meses de este otoño.\n Además, financiamos al planificador de viviendas asequibles y, a través de eso, o al planificador de viviendas, y a través de eso, el fideicomiso de viviendas asequibles ha trabajado en el desarrollo de su plan de acción para recibir asistencia.\n También hemos ayudado a invertir en el trabajo de Innes Associates en las enmiendas de zonificación propuestas que se han considerado en la ciudad.\n Y también nuestro personal de vivienda ha estado trabajando para crear unidades asequibles adicionales a través de asociaciones privadas con desarrolladores interesados ​​en desarrollarse en la comunidad.\n Y luego, para nuestros servicios públicos, financiamos una serie de programas con agencias externas sin fines de lucro.\n Y esta lista refleja los 10 que financiamos el año anterior, incluidos ABCD, asistencia de emergencia para alquiler y servicios públicos, programa del día de Alzheimer para familias comunitarias, familias de vivienda, prevención de personas sin hogar y servicios legales, el Consejo sobre el Envejecimiento de Medford brinda una serie de servicios diferentes a las personas mayores, las Escuelas Públicas de Medford financian programas extracurriculares, becas,\n En la YMCA ayudamos a financiar su místico mercado comunitario para proporcionar alimentos a nuestros residentes necesitados.\n SEM Community Transportation proporciona transporte médico y de compras para nuestros residentes mayores y nuestros residentes con discapacidades.\n El Proyecto de Bienvenida ha estado brindando clases de inglés como segundo idioma a padres de estudiantes de Medford.\n Y por último, West Medford Community Center también ofrece una serie de servicios diferentes a nuestros residentes mayores.\n En el frente del desarrollo económico, lanzamos nuestro programa de subvenciones para escaparates desocupados, que es un incentivo para que las empresas ocupen nuestros espacios comerciales desocupados.\n De esa manera utilizamos nuestros espacios vacantes y también brindamos una ventaja para un nuevo comercio minorista u otro negocio que busque establecerse en nuestra ciudad.\n También celebramos la primera ronda de nuestro proyecto emergente, que apoya a las nuevas pequeñas empresas minoristas brindándoles un espacio, un espacio comercial, así como una serie de diferentes soportes de consultoría y materiales educativos para ayudarlos realmente a lanzar su negocio en Medford.\n Y nuestro personal de desarrollo económico también ha estado trabajando para agilizar los procesos de permisos y construcción para facilitar la apertura de un negocio en Medford.\n Además de nuestra financiación regular de CDBG durante la pandemia, recibimos una subvención CDBG CV o financiación para el coronavirus.\n Todavía nos quedaba una pequeña parte de eso.\n Y por eso utilizamos algunos de esos fondos este año.\n Esos fondos se utilizaron para financiar el salario del planificador de viviendas de la ciudad y también para el programa de servicios legales y de prevención de la falta de vivienda para familias de viviendas.\n así como algunos servicios de transporte adicionales para nuestras personas mayores a través del transporte Madan.\n El próximo año, el año del programa actual, algunos de nuestros proyectos incluirán un rediseño adicional de la ADA para aceras y cruces en vecindarios de ingresos bajos y moderados en todo Medford.\n Eso incluirá algunos trabajos que estamos haciendo en Arlington y Street Arlington y Boston en West Medford, así como algunas de las intersecciones a lo largo de Main Street en South Medford.\n También solicitaremos una segunda ronda de solicitudes para el programa de préstamos para rehabilitación de viviendas.\n Estamos a punto de lanzar una segunda ronda de tiendas emergentes que esperamos abrir a principios de noviembre.\n Y estamos creando un nuevo programa que brindará asistencia técnica a nuestras pequeñas empresas en materia de planes comerciales, contabilidad, finanzas y asistencia legal.\n Y también continuaremos operando nuestro programa de subvenciones para locales desocupados.\n Así que invitamos a cualquier comentario sobre el documento.\n El documento está disponible en nuestro sitio web en medfordma.org barra CDBG, o también puede solicitar una copia en la sala 308 del Ayuntamiento en el departamento de planificación.\n Los comentarios estarán, el documento estará disponible para comentarios públicos hasta las 5 p.m. del 26 de septiembre.\n Y agradecemos cualquier comentario sobre el plan, así como cualquier comentario sobre las necesidades que existen para los residentes de ingresos bajos y moderados en Medford, dónde la ciudad debería concentrar sus recursos CDBG y también cuáles deberían ser nuestras prioridades entre los gastos elegibles, que incluyen parques, instalaciones públicas, infraestructura, vivienda, desarrollo económico y servicios públicos.\n Y cualquiera de esos comentarios o preguntas pueden dirigirse a mí, el administrador de CDBG de la ciudad.\n Puede comunicarse conmigo en lsegal en medford-ma.gov, o puede llamarme al 781-393-2480.\n Y ahora, si hay algún comentario o pregunta pública, les doy la bienvenida en este momento.\n Al no ver ninguno, continuaré y cerraré esta audiencia y les agradeceré por escuchar.": {
        "pt": "Boa noite.\n Meu nome é Laurel Siegel e sou gerente do CDBG na cidade de Medford.\n E esta é a nossa audiência anual para discutir o nosso relatório CAPER ao HUD referente ao ano anterior do programa CDBG.\n O objetivo desta audiência é discutir o Relatório Anual Consolidado de Avaliação de Desempenho ou CAPER do ano anterior do programa, que abrange o ano fiscal da cidade de 1º de julho de 2024 a 30 de junho de 2025.\n O documento descreve as realizações da cidade e os usos atuais dos fundos de subsídios em bloco para o desenvolvimento comunitário.\n E como parte do documento, buscámos contributos da nossa comunidade, incluindo dos nossos residentes de rendimentos baixos e moderados, das nossas agências de serviço social e do público em geral sobre a nossa utilização dos fundos do CDBG, incluindo as necessidades de habitação e desenvolvimento comunitário e o desenvolvimento de actividades propostas para utilização dos nossos fundos do CDBG.\n Um pouco sobre o que é CDBG.\n É uma subvenção anual dos EUA.\n Departamento de Habitação e Desenvolvimento Urbano.\n Este programa está em vigor há 51 anos e a intenção é abordar as causas e consequências da pobreza na nossa comunidade.\n A doação beneficia especificamente nossos indivíduos de renda baixa e moderada, ou LMI, que são definidos como indivíduos com renda igual ou inferior a 80% da renda média da área para MedVerse.\n Todos os projectos e actividades financiados através do CDBG devem beneficiar pelo menos 51% das pessoas com rendimentos baixos e moderados.\n Isso pode ser feito através do serviço directo a indivíduos que foram identificados como elegíveis ou através do serviço a sectores das nossas comunidades que têm uma proporção populacional que se situa dentro de 80% do rendimento médio da área.\n Os usos dos fundos incluem instalações públicas, como aquelas que usamos para nossos quartéis de bombeiros,\n parques, serviços públicos, que é uma variedade de serviços que discutiremos mais tarde, bem como fins de habitação e desenvolvimento económico.\n Esta tabela aqui mostra nossos limites atuais de renda baixa a moderada na cidade.\n E o ponto central mostra que para uma família de quatro pessoas, eles precisariam ter uma renda igual ou inferior a US$ 132.300.\n Portanto, no cronograma do CDBG, temos várias etapas diferentes ao longo do ano que precisamos para cumprir nossos prazos.\n Nosso ano de programa, novamente, abrange o ano fiscal de 1º de julho a 30 de junho de cada ano.\n Solicitamos propostas de serviços públicos, para os quais podemos destinar até 15% dos nossos recursos de subvenção.\n A chamada para essas propostas de subsídios abre no final de janeiro ou início de fevereiro de cada ano.\n nós então\n elaborar um plano de ação anual, incluindo todos os usos e atividades do CDBG propostos para o próximo ano.\n Isto é levado ao conselho municipal para revisão e também está disponível para comentários públicos e revisão por 30 dias, a partir de abril.\n Depois de concluído, fomos à Câmara Municipal e solicitamos aprovação, autorizando o prefeito a apresentar um plano.\n O plano de ação deverá ser submetido ao HUD até 15 de maio de cada ano.\n E depois temos também este relatório CAPA, que deve ser apresentado relativamente ao ano anterior até 30 de setembro.\n Também temos o que chamamos de plano consolidado.\n A cada cinco anos, a cidade deve criar um plano que descreva os nossos objectivos globais para a utilização dos fundos do CDBG nos próximos cinco anos.\n Estamos atualmente no primeiro ano do nosso plano consolidado mais recente, que cobriria os anos fiscais federais de 2025, o ano atual até 2029.\n Realizamos uma audiência pública sobre esse plano em abril de 2025 e estamos aguardando a aprovação final desse plano pelo HUD.\n Então, para o ano anterior do programa,\n Tínhamos fundos totais disponíveis de pouco mais de 1,6 milhões, que incluíam a nossa subvenção anual de 1,384 milhões de receitas do programa.\n E o que significa é que tínhamos alguns empréstimos hipotecários antigos pendentes de reabilitação de 10 a 15 anos atrás.\n que eram devidos à cidade.\n Eram empréstimos usados ​​para ajudar as pessoas a melhorar suas casas.\n E então recebemos algumas recompensas por isso.\n São 20.580.\n E às vezes também temos alguns fundos que não foram utilizados no ano anterior.\n No ano anterior, tínhamos cerca de 213 mil disponíveis.\n Esse é o total do 1.6 que estava disponível.\n Na verdade, gastámos 1,1 milhões, o que inclui a atribuição de 15% do nosso orçamento, o limite que nos é permitido,\n em relação aos serviços públicos.\n Destinamos também 20%, que é o limite permitido para planejamento e administração.\n E o que isso inclui é o pessoal, a minha própria posição, bem como o nosso planeador habitacional e o nosso planeador de desenvolvimento económico, bem como o investimento noutros recursos administrativos, como fizemos uma avaliação das necessidades de serviços sociais no ano passado.\n E por último, mas não menos importante, estão os projetos que incluem todos os projetos de infraestruturas, projetos de desenvolvimento económico e projetos habitacionais em que investimos durante o ano.\n Então gastamos um total de 1,1 milhão no ano passado.\n Também comprometemos fundos para projetos que estão em andamento e serão transferidos de um ano para o outro, incluindo melhorias nas calçadas em West Medford e South Medford, bem como algumas melhorias no Tusk Park para instalar algumas arquibancadas e um guarda-chuva.\n Passemos ao que realmente realizamos e aos diferentes tipos de projetos que realizamos durante o ano para melhorar os equipamentos públicos.\n Fizemos reconstrução de estradas, calçadas e serviços públicos em Gowerly Road e Dwyer Circle.\n Também comprometemos algum financiamento adicional para o parque infantil da Escola McGlynn, inaugurado no ano passado, mas foi necessário realizar algum trabalho adicional para o completar.\n E, novamente, estamos em processo de instalação das novas arquibancadas e guarda-sóis no Tufts Park, que esperamos que sejam concluídos até o final de setembro.\n Para habitação acessível durante o ano, lançámos a primeira fase do nosso programa de crédito para reabilitação habitacional.\n Portanto, estamos restabelecendo este programa de empréstimos, que oferece empréstimos a juros baixos aos proprietários de casas em Medford para fazerem melhorias essenciais em suas casas, como a substituição de caldeiras ou telhados.\n ou tornar as coisas mais acessíveis para eles, como adicionar rampas ou grades.\n Portanto, lançaremos uma nova fase deste programa nos próximos meses neste outono.\n Além disso, financiamos o planeador de habitação acessível e, através dele, ou o planeador de habitação, e através disso, o fundo de habitação acessível tem trabalhado no desenvolvimento do seu plano de acção para receber assistência.\n Também ajudamos a investir no trabalho da Innes Associates nas propostas de alterações de zoneamento que foram consideradas na cidade.\n E também a nossa equipa de habitação tem trabalhado para criar unidades adicionais acessíveis através de parcerias privadas com promotores interessados ​​em desenvolver-se na comunidade.\n E depois, para os nossos serviços públicos, financiamos uma série de programas com agências externas sem fins lucrativos.\n E esta lista reflete os 10 que financiamos no ano anterior, incluindo ABCD, Aluguel de Emergência e Assistência a Serviços Públicos, Programa do Dia de Alzheimer para Famílias Comunitárias, Famílias Habitacionais, Prevenção de Desabrigados e Serviços Jurídicos, Conselho de Envelhecimento de Medford fornece uma série de serviços diferentes para idosos, Escolas Públicas de Medford financiam programas pós-escola, bolsas de estudo,\n No YMCA ajudamos a financiar o seu mercado comunitário místico para fornecer alimentos aos nossos residentes necessitados.\n SEM Community Transportation fornece transporte médico e de compras para nossos residentes idosos e residentes com deficiência.\n O Welcome Project tem oferecido aulas de Inglês como Segunda Língua para pais de alunos de Medford.\n E, por último, o West Medford Community Center também oferece vários serviços diferentes aos nossos residentes idosos.\n Na frente do desenvolvimento económico, lançámos o nosso Programa de Subsídios para Vitrines Vagas, que é um incentivo para as empresas ocuparem os nossos espaços comerciais vagos.\n Desta forma aproveitamos os nossos espaços vagos e também proporcionamos uma vantagem para um novo retalhista ou outro negócio que pretenda estabelecer-se na nossa cidade.\n Também celebramos a primeira rodada do nosso projeto pop-up, que apoia novos pequenos negócios de varejo, fornecendo-lhes um espaço, um espaço de varejo, bem como uma série de diferentes suportes de consultoria e materiais educacionais para realmente ajudá-los a lançar seus negócios em Medford.\n E a nossa equipa de desenvolvimento económico também tem trabalhado para agilizar os processos de licenciamento e construção para facilitar a abertura de um negócio em Medford.\n Além do nosso financiamento regular do CDBG durante a pandemia, recebemos uma subvenção CDBG CV ou financiamento para o coronavírus.\n Ainda tínhamos uma pequena parte disso.\n E é por isso que usamos alguns desses fundos este ano.\n Esses fundos foram usados ​​para financiar o salário do planejador habitacional da cidade e também para o programa de prevenção de moradores de rua e serviços jurídicos para famílias habitacionais.\n bem como alguns serviços de transporte adicionais para nossos idosos através do transporte Madan.\n No próximo ano, o ano atual do programa, alguns de nossos projetos incluirão redesenho adicional da ADA para calçadas e travessias em bairros de baixa e moderada renda em Medford.\n Isso incluirá alguns trabalhos que estamos fazendo em Arlington e Street Arlington e Boston em West Medford, bem como alguns dos cruzamentos ao longo da Main Street em South Medford.\n Também solicitaremos uma segunda rodada de inscrições para o programa de empréstimo para reabilitação residencial.\n Estamos prestes a lançar uma segunda rodada de lojas pop-up que esperamos abrir no início de novembro.\n E estamos criando um novo programa que fornecerá assistência técnica às nossas pequenas empresas com planos de negócios, contabilidade, finanças e assistência jurídica.\n E também continuaremos a operar nosso programa de concessão de imóveis vagos.\n Portanto, convidamos quaisquer comentários sobre o documento.\n O documento está disponível em nosso site medfordma.org bar CDBG, ou você também pode solicitar uma cópia na sala 308 da Prefeitura no setor de planejamento.\n Os comentários serão, o documento estará disponível para comentários públicos até as 17h. em 26 de setembro.\n E agradecemos quaisquer comentários sobre o plano, bem como quaisquer comentários sobre as necessidades existentes para os residentes de rendimentos baixos e moderados em Medford, onde a cidade deve concentrar os seus recursos CDBG, e também quais devem ser as nossas prioridades entre as despesas elegíveis, incluindo parques, instalações públicas, infra-estruturas, habitação, desenvolvimento económico e serviços públicos.\n E qualquer um desses comentários ou dúvidas pode ser direcionado a mim, administrador do CDBG da cidade.\n Você pode entrar em contato comigo pelo lsegal em medford-ma.gov ou pode me ligar em 781-393-2480.\n E agora, se houver quaisquer comentários ou perguntas públicas, agradeço-lhes neste momento.\n Não vendo nenhum, prosseguirei e encerrarei esta audiência e obrigado por ouvir."
    },
    "Boa noite.\n Meu nome é Laurel Siegel e sou gerente do CDBG na cidade de Medford.\n E esta é a nossa audiência anual para discutir o nosso relatório CAPER ao HUD referente ao ano anterior do programa CDBG.\n O objetivo desta audiência é discutir o Relatório Anual Consolidado de Avaliação de Desempenho ou CAPER do ano anterior do programa, que abrange o ano fiscal da cidade de 1º de julho de 2024 a 30 de junho de 2025.\n O documento descreve as realizações da cidade e os usos atuais dos fundos de subsídios em bloco para o desenvolvimento comunitário.\n E como parte do documento, buscámos contributos da nossa comunidade, incluindo dos nossos residentes de rendimentos baixos e moderados, das nossas agências de serviço social e do público em geral sobre a nossa utilização dos fundos do CDBG, incluindo as necessidades de habitação e desenvolvimento comunitário e o desenvolvimento de actividades propostas para utilização dos nossos fundos do CDBG.\n Um pouco sobre o que é CDBG.\n É uma subvenção anual dos EUA.\n Departamento de Habitação e Desenvolvimento Urbano.\n Este programa está em vigor há 51 anos e a intenção é abordar as causas e consequências da pobreza na nossa comunidade.\n A doação beneficia especificamente nossos indivíduos de renda baixa e moderada, ou LMI, que são definidos como indivíduos com renda igual ou inferior a 80% da renda média da área para MedVerse.\n Todos os projectos e actividades financiados através do CDBG devem beneficiar pelo menos 51% das pessoas com rendimentos baixos e moderados.\n Isso pode ser feito através do serviço directo a indivíduos que foram identificados como elegíveis ou através do serviço a sectores das nossas comunidades que têm uma proporção populacional que se situa dentro de 80% do rendimento médio da área.\n Os usos dos fundos incluem instalações públicas, como aquelas que usamos para nossos quartéis de bombeiros,\n parques, serviços públicos, que é uma variedade de serviços que discutiremos mais tarde, bem como fins de habitação e desenvolvimento económico.\n Esta tabela aqui mostra nossos limites atuais de renda baixa a moderada na cidade.\n E o ponto central mostra que para uma família de quatro pessoas, eles precisariam ter uma renda igual ou inferior a US$ 132.300.\n Portanto, no cronograma do CDBG, temos várias etapas diferentes ao longo do ano que precisamos para cumprir nossos prazos.\n Nosso ano de programa, novamente, abrange o ano fiscal de 1º de julho a 30 de junho de cada ano.\n Solicitamos propostas de serviços públicos, para os quais podemos destinar até 15% dos nossos recursos de subvenção.\n A chamada para essas propostas de subsídios abre no final de janeiro ou início de fevereiro de cada ano.\n nós então\n elaborar um plano de ação anual, incluindo todos os usos e atividades do CDBG propostos para o próximo ano.\n Isto é levado ao conselho municipal para revisão e também está disponível para comentários públicos e revisão por 30 dias, a partir de abril.\n Depois de concluído, fomos à Câmara Municipal e solicitamos aprovação, autorizando o prefeito a apresentar um plano.\n O plano de ação deverá ser submetido ao HUD até 15 de maio de cada ano.\n E depois temos também este relatório CAPA, que deve ser apresentado relativamente ao ano anterior até 30 de setembro.\n Também temos o que chamamos de plano consolidado.\n A cada cinco anos, a cidade deve criar um plano que descreva os nossos objectivos globais para a utilização dos fundos do CDBG nos próximos cinco anos.\n Estamos atualmente no primeiro ano do nosso plano consolidado mais recente, que cobriria os anos fiscais federais de 2025, o ano atual até 2029.\n Realizamos uma audiência pública sobre esse plano em abril de 2025 e estamos aguardando a aprovação final desse plano pelo HUD.\n Então, para o ano anterior do programa,\n Tínhamos fundos totais disponíveis de pouco mais de 1,6 milhões, que incluíam a nossa subvenção anual de 1,384 milhões de receitas do programa.\n E o que significa é que tínhamos alguns empréstimos hipotecários antigos pendentes de reabilitação de 10 a 15 anos atrás.\n que eram devidos à cidade.\n Eram empréstimos usados ​​para ajudar as pessoas a melhorar suas casas.\n E então recebemos algumas recompensas por isso.\n São 20.580.\n E às vezes também temos alguns fundos que não foram utilizados no ano anterior.\n No ano anterior, tínhamos cerca de 213 mil disponíveis.\n Esse é o total do 1.6 que estava disponível.\n Na verdade, gastámos 1,1 milhões, o que inclui a atribuição de 15% do nosso orçamento, o limite que nos é permitido,\n em relação aos serviços públicos.\n Destinamos também 20%, que é o limite permitido para planejamento e administração.\n E o que isso inclui é o pessoal, a minha própria posição, bem como o nosso planeador habitacional e o nosso planeador de desenvolvimento económico, bem como o investimento noutros recursos administrativos, como fizemos uma avaliação das necessidades de serviços sociais no ano passado.\n E por último, mas não menos importante, estão os projetos que incluem todos os projetos de infraestruturas, projetos de desenvolvimento económico e projetos habitacionais em que investimos durante o ano.\n Então gastamos um total de 1,1 milhão no ano passado.\n Também comprometemos fundos para projetos que estão em andamento e serão transferidos de um ano para o outro, incluindo melhorias nas calçadas em West Medford e South Medford, bem como algumas melhorias no Tusk Park para instalar algumas arquibancadas e um guarda-chuva.\n Passemos ao que realmente realizamos e aos diferentes tipos de projetos que realizamos durante o ano para melhorar os equipamentos públicos.\n Fizemos reconstrução de estradas, calçadas e serviços públicos em Gowerly Road e Dwyer Circle.\n Também comprometemos algum financiamento adicional para o parque infantil da Escola McGlynn, inaugurado no ano passado, mas foi necessário realizar algum trabalho adicional para o completar.\n E, novamente, estamos em processo de instalação das novas arquibancadas e guarda-sóis no Tufts Park, que esperamos que sejam concluídos até o final de setembro.\n Para habitação acessível durante o ano, lançámos a primeira fase do nosso programa de crédito para reabilitação habitacional.\n Portanto, estamos restabelecendo este programa de empréstimos, que oferece empréstimos a juros baixos aos proprietários de casas em Medford para fazerem melhorias essenciais em suas casas, como a substituição de caldeiras ou telhados.\n ou tornar as coisas mais acessíveis para eles, como adicionar rampas ou grades.\n Portanto, lançaremos uma nova fase deste programa nos próximos meses neste outono.\n Além disso, financiamos o planeador de habitação acessível e, através dele, ou o planeador de habitação, e através disso, o fundo de habitação acessível tem trabalhado no desenvolvimento do seu plano de acção para receber assistência.\n Também ajudamos a investir no trabalho da Innes Associates nas propostas de alterações de zoneamento que foram consideradas na cidade.\n E também a nossa equipa de habitação tem trabalhado para criar unidades adicionais acessíveis através de parcerias privadas com promotores interessados ​​em desenvolver-se na comunidade.\n E depois, para os nossos serviços públicos, financiamos uma série de programas com agências externas sem fins lucrativos.\n E esta lista reflete os 10 que financiamos no ano anterior, incluindo ABCD, Aluguel de Emergência e Assistência a Serviços Públicos, Programa do Dia de Alzheimer para Famílias Comunitárias, Famílias Habitacionais, Prevenção de Desabrigados e Serviços Jurídicos, Conselho de Envelhecimento de Medford fornece uma série de serviços diferentes para idosos, Escolas Públicas de Medford financiam programas pós-escola, bolsas de estudo,\n No YMCA ajudamos a financiar o seu mercado comunitário místico para fornecer alimentos aos nossos residentes necessitados.\n SEM Community Transportation fornece transporte médico e de compras para nossos residentes idosos e residentes com deficiência.\n O Welcome Project tem oferecido aulas de Inglês como Segunda Língua para pais de alunos de Medford.\n E, por último, o West Medford Community Center também oferece vários serviços diferentes aos nossos residentes idosos.\n Na frente do desenvolvimento económico, lançámos o nosso Programa de Subsídios para Vitrines Vagas, que é um incentivo para as empresas ocuparem os nossos espaços comerciais vagos.\n Desta forma aproveitamos os nossos espaços vagos e também proporcionamos uma vantagem para um novo retalhista ou outro negócio que pretenda estabelecer-se na nossa cidade.\n Também celebramos a primeira rodada do nosso projeto pop-up, que apoia novos pequenos negócios de varejo, fornecendo-lhes um espaço, um espaço de varejo, bem como uma série de diferentes suportes de consultoria e materiais educacionais para realmente ajudá-los a lançar seus negócios em Medford.\n E a nossa equipa de desenvolvimento económico também tem trabalhado para agilizar os processos de licenciamento e construção para facilitar a abertura de um negócio em Medford.\n Além do nosso financiamento regular do CDBG durante a pandemia, recebemos uma subvenção CDBG CV ou financiamento para o coronavírus.\n Ainda tínhamos uma pequena parte disso.\n E é por isso que usamos alguns desses fundos este ano.\n Esses fundos foram usados ​​para financiar o salário do planejador habitacional da cidade e também para o programa de prevenção de moradores de rua e serviços jurídicos para famílias habitacionais.\n bem como alguns serviços de transporte adicionais para nossos idosos através do transporte Madan.\n No próximo ano, o ano atual do programa, alguns de nossos projetos incluirão redesenho adicional da ADA para calçadas e travessias em bairros de baixa e moderada renda em Medford.\n Isso incluirá alguns trabalhos que estamos fazendo em Arlington e Street Arlington e Boston em West Medford, bem como alguns dos cruzamentos ao longo da Main Street em South Medford.\n Também solicitaremos uma segunda rodada de inscrições para o programa de empréstimo para reabilitação residencial.\n Estamos prestes a lançar uma segunda rodada de lojas pop-up que esperamos abrir no início de novembro.\n E estamos criando um novo programa que fornecerá assistência técnica às nossas pequenas empresas com planos de negócios, contabilidade, finanças e assistência jurídica.\n E também continuaremos a operar nosso programa de concessão de imóveis vagos.\n Portanto, convidamos quaisquer comentários sobre o documento.\n O documento está disponível em nosso site medfordma.org bar CDBG, ou você também pode solicitar uma cópia na sala 308 da Prefeitura no setor de planejamento.\n Os comentários serão, o documento estará disponível para comentários públicos até as 17h. em 26 de setembro.\n E agradecemos quaisquer comentários sobre o plano, bem como quaisquer comentários sobre as necessidades existentes para os residentes de rendimentos baixos e moderados em Medford, onde a cidade deve concentrar os seus recursos CDBG, e também quais devem ser as nossas prioridades entre as despesas elegíveis, incluindo parques, instalações públicas, infra-estruturas, habitação, desenvolvimento económico e serviços públicos.\n E qualquer um desses comentários ou dúvidas pode ser direcionado a mim, administrador do CDBG da cidade.\n Você pode entrar em contato comigo pelo lsegal em medford-ma.gov ou pode me ligar em 781-393-2480.\n E agora, se houver quaisquer comentários ou perguntas públicas, agradeço-lhes neste momento.\n Não vendo nenhum, prosseguirei e encerrarei esta audiência e obrigado por ouvir.": {
        "zh-cn": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。"
    },
    "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。": {
        "ht": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。",
        "vi": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。",
        "km": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。",
        "ru": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。",
        "ar": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。",
        "ko": "晚安。\n 我叫 Laurel Siegel，是梅德福市的 CDBG 经理。\n 这是我们的年度听证会，讨论我们向 HUD 提交的 CDBG 计划前一年的 CAPER 报告。\n 本次听证会的目的是讨论该计划上一年的综合年度绩效评估报告或 CAPER，该报告涵盖该市从 2024 年 7 月 1 日到 2025 年 6 月 30 日的财政年度。该文件概述了该市的成就和社区发展整笔拨款资金的当前使用情况。\n 作为该文件的一部分，我们征求了社区（包括中低收入居民、社会服务机构和公众）对 CDBG 资金使用情况的意见，包括住房和社区发展需求以及使用我们 CDBG 资金的拟议活动的开展。\n 关于 CDBG 是什么的一些知识。\n 这是来自美国的年度赠款。\n 住房和城市发展部。\n 该计划已实施 51 年，旨在解决我们社区贫困的原因和后果。\n 此次捐赠特别有利于我们的中低收入 (LMI) 个人，这些人被定义为收入等于或低于 MedVerse 地区收入中位数 80% 的个人。\n 通过 CDBG 资助的所有项目和活动必须使至少 51% 的中低收入人群受益。\n 这可以通过向被确定为符合条件的个人提供直接服务或通过向我们社区中人口比例低于地区中位收入 80% 的部门提供服务来实现。\n 资金用途包括公共设施，例如我们用于消防站的设施，公园、公共服务，这是我们后面要讨论的各种服务，还有住房和经济发展的目的。\n 此表显示了该市目前的中低收入门槛。\n 最重要的是，对于一个四口之家来说，他们的收入需要在 132,300 美元或以下。\n 因此，在 CDBG 时间表中，我们全年需要采取几个不同的步骤来满足最后期限。\n 我们的计划年度同样涵盖每年 7 月 1 日至 6 月 30 日的财政年度。\n 我们征求公共服务提案，我们可以为此分配最多 15% 的赠款资源。\n 这些拨款提案的征集活动于每年一月底或二月初开始。\n 我们然后制定年度行动计划，包括来年提议的所有 CDBG 用途和活动。\n 该报告将提交市议会审查，并从 4 月份开始接受公众意见和为期 30 天的审查。\n 完成后，我们向市议会请求批准，授权市长提出计划。\n 该行动计划必须在每年 5 月 15 日之前提交给 HUD。\n 然后我们还有这份 CAPA 报告，必须在 9 月 30 日之前提交上一年的报告。\n 我们还有所谓的综合计划。\n 每五年，该市必须制定一项计划，概述我们在未来五年内使用 CDBG 资金的总体目标。\n 目前，我们正处于最新综合计划的第一年，该计划涵盖 2025 年联邦财政年度、本年度至 2029 年。我们于 2025 年 4 月就该计划举行了公开听证会，正在等待 HUD 对该计划的最终批准。\n 因此，对于该计划的前一年，我们的可用资金总额刚刚超过 160 万美元，其中包括来自项目收入的年度拨款 138.4 万美元。\n 这意味着我们有一些 10 到 15 年前的旧抵押贷款有待修复。\n 这是对这座城市的亏欠。\n 这些贷款用于帮助人们改善住房。\n 然后我们会因此获得一些奖励。\n 有20,580个。\n 有时我们还有一些上一年没有使用的资金。\n 去年，我们有大约 21.3 万可用空间。\n 这是可用的 1.6 的总数。\n 事实上，我们花了110万，其中包括我们预算的15%的分配，这是我们允许的限额，与公共服务有关。\n 我们还分配 20%，这是规划和管理所允许的限额。\n 其中包括工作人员、我自己的职位，以及我们的住房规划师和经济发展规划师，以及对其他行政资源的投资，就像我们去年进行的社会服务需求评估一样。\n 最后但并非最不重要的是，项目包括我们在这一年投资的所有基础设施项目、经济发展项目和住房项目。\n 所以我们去年一共花了110万。\n 我们还向正在进行的项目投入资金，这些项目将延续到下一年，包括西梅德福和南梅德福的人行道改善，以及图斯克公园的一些改善，以安装一些看台和雨伞。\n 让我们谈谈我们在这一年中实际完成的工作以及我们为改善公共设施而开展的不同类型的项目。\n 我们重建了高尔利路和德怀尔环岛的道路、人行道和公用设施。\n 我们还为去年开放的麦格林学校操场投入了一些额外资金，但还需要做一些额外的工作才能完成。\n 同样，我们正在塔夫茨公园安装新的看台和遮阳伞，我们希望能在九月底完成。\n 在保障性住房方面，我们年内启动了第一期住房修复信贷计划。\n 因此，我们正在恢复这项贷款计划，该计划向梅德福的房主提供低息贷款，以对他们的房屋进行必要的改进，例如更换锅炉或屋顶。\n 或者让他们更容易接近事物，例如添加坡道或栏杆。\n 因此，我们将在今年秋天的未来几个月启动该计划的新阶段。\n 此外，我们还为经济适用住房规划者提供资金，并通过该计划或经济适用住房规划者，并通过该计划，经济适用住房基金一直致力于制定其行动计划以获取援助。\n 我们还帮助投资了 Innes Associates 在该市考虑的拟议分区变更方面的工作。\n 我们的住房团队一直致力于通过与有兴趣在社区开发的开发商建立私人合作伙伴关系来创建更多经济适用房。\n 然后，对于我们的公共服务，我们与外部非营利机构合作资助了许多项目。\n 此列表反映了我们去年资助的 10 个项目，包括 ABCD、紧急租赁和公用事业援助、社区家庭阿尔茨海默病日计划、住房家庭、无家可归预防和法律服务、梅德福老龄化委员会为老年人提供多种不同的服务、梅德福公立学校资助课后项目、奖学金、在基督教青年会，我们帮助资助他们的神秘社区市场，为有需要的居民提供食物。\n SEM 社区交通为老年居民和残障居民提供医疗和购物交通。\n 欢迎项目一直为梅德福学生的家长提供英语作为第二语言课程。\n 最后，西梅德福社区中心还为我们的老年居民提供多种不同的服务。\n 在经济发展方面，我们推出了空置店面补贴计划，鼓励企业填补空置的商业空间。\n 通过这种方式，我们可以利用空置空间，并为新零售商或其他希望在我们城市立足的企业提供优势。\n 我们还庆祝了第一轮快闪项目，该项目为新的小型零售企业提供空间、零售空间以及许多不同的咨询支持和教育材料，以真正帮助他们在梅德福开展业务，从而为他们提供支持。\n 我们的经济发展团队也一直致力于简化许可和施工流程，以便更容易在梅德福开展业务。\n 除了大流行期间的常规 CDBG 资助之外，我们还收到了 CDBG CV 资助或冠状病毒资助​​。\n 我们还剩下一小部分。\n 这就是我们今年使用其中一些资金的原因。\n 这些资金用于支付该市住房规划师的工资，也用于无家可归预防计划和住房家庭的法律服务。\n 以及通过马丹交通为老年人提供的一些额外交通服务。\n 明年，即当前计划年，我们的一些项目将包括对梅德福中低收入社区的人行道和人行横道进行额外的 ADA 重新设计。\n 这将包括我们在西梅德福的阿灵顿街和阿灵顿街和波士顿进行的一些工作，以及南梅德福主街沿线的一些交叉路口。\n 我们还将征集第二轮住房修复贷款计划的申请。\n 我们即将推出第二轮快闪店，希望在 11 月初开业。\n 我们正在创建一个新计划，将为我们的小型企业提供商业计划、会计、财务和法律援助方面的技术援助。\n 我们还将继续运营我们的空置财产补助计划。\n 因此，我们欢迎对该文件提出任何意见。\n 该文件可在我们的网站 medfordma.org bar CDBG 上获取，或者您也可以在市政厅规划部门 308 室索取一份副本。\n 意见将在下午 5 点之前公开征求意见。 9月26日。\n 我们欢迎对该计划提出任何意见，也欢迎对梅德福中低收入居民的需求提出任何意见，该市应将 CDBG 资源集中在梅德福，以及我们在合格支出中应优先考虑的事项，包括公园、公共设施、基础设施、住房、经济发展和公用事业。\n 任何此类意见或问题都可以直接联系我，该市的 CDBG 管理员。\n 您可以通过 medford-ma.gov 的 lsegal 联系我，也可以致电 781-393-2480 联系我。\n 现在，如果公众有任何意见或问题，我欢迎他们提出。\n 如果没有看到，我将继续结束本次听证会，并感谢您的聆听。"
    }
}